{
  "translators": "<li><a href=\"https://github.com/andoniperales\" >Andoni Perales</a></li>",
  "lang_name": "Català",
  "ui_index_title": "Ideosorter",
  "ui_index_text": "<h2>Què és Ideosorter?</h2><p>Ideosorter és, en essència, un qüestionari polític que intenta assignar-te una ideologia que coincideixi el més acuradament possible amb les teves idees, mitjançant preguntes basades en un algoritme en forma de diagrama de flux. Aquest test t'assignarà una de les <span id='ideo_length'></span> diferents ideologies basant-se en les teves respostes; potser descobreixis alguna cosa que no sabies de tu mateix!</p><h2>No entenc una de les preguntes!</h2><p>Si no entens alguna cosa, hem procurat que tots els termes emprats siguin fàcils de consultar, i en cas que no puguis esclarir-ne algun, digue'ns-ho perquè poguem fer canvis en les preguntes!</p><h2>No m'agrada la ideologia que m'ha sortit!</h2><p>¯\\_(ツ)_/¯</p>",
  "ui_index_start": "Fes clic aquí per començar!",
  "ui_index_tree": "Consulta l'arbre de resultats",
  "ui_index_contacts": "Contacte:",
  "ui_index_contact_info": "<p>TheGhostOfInky#2853</p><p>theghostofinky@gmail.com</p><p><a href=\"https://github.com/Ideosorter/ideosorter.github.io\">GitHub Page</a></p>",
  "ui_quiz_title": "Ideosorter - Qüestionari",
  "ui_quiz_back": "enrere",
  "ui_results_title": "Ideosorter - Resultats",
  "ui_results_back": "Torna a l'índex",
  "ui_results_credits": "Crèdits",
  "ui_tree_title": "Ideosorter - Arbre de resultats",
  "ui_tree_info": "Pots fer servir les fletxes del teclat per navegar o fer clic per sel·leccionar alguna secció.",
  "question_private_property": "Hauria d'existir la propietat privada?",
  "question_theo": "La societat hauria de ser governada pels intermediaris d'una deïtat?",
  "question_distributism": "La propietat privada hauria de repartir-se tant com sigui possible?",
  "question_conditional_land_ownership": "La propietat dels terrenys hauria de ser condicional o incondicional?",
  "question_scope_of_government1": "Hauria de limitar-se l'abast del govern?",
  "question_watchman_state": "El govern hauria de ser una minarquía (Estat en la seva mínima expressió)?",
  "question_welfare": "S'hi hauria de posar especial atenció en ajudar els desafavorits?",
  "question_welfare_needed": "En una societat amb una economia de mercat sense regular, serien necessàries subvencions per ajudar els desafavorits?",
  "question_limited_gov_tradvals": "Creus que un govern més limitat propiciaria la ressorgència de valors tradicionals?",
  "question_tradvals": "En la teva societat ideal, es mantindrien els valors tradicionals?",
  "question_tradauthstate": "Consideres necessari un Estat autoritari per tal de protegir els valors i la sobirania de la teva nació?",
  "question_corp_cap": "El govern hauria d'adoptar el capitalisme o el corporativisme?",
  "question_markreg": "El mercat hauria de estar estretament regulat?",
  "question_unions_vs_state": "L'economia hauria de estar organitzada per sindicats, o per l'Estat?",
  "question_clergygov": "El clergat hauria de formar part del govern?",
  "question_racesuperior": "Consideres la teva raça superior a totes les altres?",
  "question_strong_safety_net": "Hauria d'existir una protecció social forta pels desafavorits?",
  "question_intervgov": "El govern hauria d'intervenir en guerres que no interferissin directament amb la sobirania nacional del teu país?",
  "question_govbasicneeds": "El govern hauria de satisfer les necessitats bàsiques dels seus ciutadans?",
  "question_econreg": "L'economia hauria de estar estretament regulada?",
  "question_counter_economics": "La contraeconomia hauria de ser el focus d'atenció per fer realitat una societat ideal?",
  "question_coop_ancap": "Creus que una societat completament desregulada i sense Estat portaria a un mercat dominat per cooperatives de treballadors?",
  "question_scope_of_government2": "Hauria de limitar-se l'abast del govern?",
  "question_landwelfare": "Els diners recaptats per l'impost sobre el valor del terreny haurien de invertir-se en subsidis?",
  "question_market": "Els mecanismes del mercat haurien de determinar la distribució dels bens?",
  "question_statesoc": "Hauria d'haver un Estat autoritari fort per protegir a la classe treballadora de nacions estrangeres?",
  "question_mutualaid": "L'economia hauria de girar al voltant dels principis de l'ajuda mútua?",
  "question_racism": "Les comunitats haurien de estar conformades per poblacions ètnicament homogènies?",
  "question_marx": "L'objectiu de la nostra societat hauria de ser anar vers una societat sense classes, sense diners i sense Estat?",
  "question_transstate": "Seria necessari un Estat transitori a fi d'assolir aquest objectiu?",
  "question_soc_directstate1": "Els treballadors haurien de ser els propietaris dels mitjans de producció en aquest estadi, o ha de ser l'Estat qui els controli?",
  "question_vanguard": "És necessari un partit d'avantguarda per liderar la classe treballadora en la revolució?",
  "question_vanguard_ed": "El paper d'aquest partit d'avantguarda hauria de ser només educatiu, en comptes de prendre el lideratge polític?",
  "question_cultural_revolution": "Hauria de produir-se una revolució cultural per suprimir les idees reaccionaries de la societat?",
  "question_3worlds": "Subscrius la teoria dels tres mons de Mao Zedong?",
  "question_nep": "Creus que són necessàries diverses generacions de capitalisme d'Estat per preparar l'economia pel socialisme?",
  "question_socinone": "Creus que es pot arribar al socialisme dins d'una sola nació?",
  "question_aboveall1": "Penses que la nació hauria de ser el més important?",
  "question_posadism": "Creus que un esdeveniment apocalíptic seria la millor manera d'arribar al socialisme?",
  "question_rev_ed": "Hauria d'haver un partit revolucionari per instruir les masses durant la revolució i després d'aquesta?",
  "question_synd1": "La societat hauria d'estar organitzada per sindicats?",
  "question_centplan": "L'economia hauria de planificar-se centralment?",
  "question_mediabad": "Els mitjans de comunicació massius són el problema més gran del capitalisme?",
  "question_labvouch": "S'haurien de repartir xecs com a compensació pel treball?",
  "question_agriculture": "S'hauria de practicar l'agricultura?",
  "question_synd2": "La societat hauria d'estar organitzada per sindicats?",
  "question_techno": "L'Estat i/o l'economia haurien d'estar dirigits exclusivament per experts?",
  "question_electsoc": "S'ha d'arribar al socialisme per mitjà de l'electoralisme, o de la revolució?",
  "question_soc_directstate2": "Els treballadors haurien de ser els propietaris dels mitjans de producció en aquest estadi, o ha de ser l'Estat qui els controli?",
  "question_esobullshit": "La classe/nació hauria de ser l'objecte principal del debat polític, o hauria de ser el Dasein (l'essència humana)?",
  "question_bankjews": "Creus que l'origen dels problemes econòmics que enfronten els treballadors radica en els banquers jueus?",
  "question_aboveall2": "Penses que la nació hauria de ser el més important?",
  "question_agriculture_industrial": "La societat hauria de centrar-se més en l'agricultura que en el treball industrial?",
  "question_synd3": "La societat hauria d'estar organitzada per sindicats?",
  "ideo_4theory": "Ets un partidari de la quarta teoria política",
  "ideo_4theory_desc": "La quarta teoria política és una ideologia concebuda per l'analista polític rus Aleksandr Dugin que intenta trobar una nova teoria política que superi el liberalisme, el marxisme i el fascisme",
  "ideo_agorism": "Ets un agorista",
  "ideo_agorism_desc": "L'agorisme és una ideologia concebuda per Samuel Edward Konkin III que cerca l'establiment d'una societat en què tots els intercanvis siguin voluntaris, mitjançant activitats contraeconòmiques.",
  "ideo_agsoc": "Ets un socialista agrari",
  "ideo_agsoc_desc": "El socialisme agrari és una ideologia que cerca combinar un estil de vida agrari amb el sistema econòmic socialista, centrant-se especialment en la redistribució i la propietat social de les terres.",
  "ideo_ancap": "Ets un anarcocapitalista",
  "ideo_ancap_desc": "L'anarcocapitalisme, també anomenat voluntarisme, és una ideologia que advoca per la creació d'una societat sense Estat, basada en els drets a la propietat i el principi de no-agressió.",
  "ideo_ancol": "Ets un anarcocol·lectivista",
  "ideo_ancol_desc": "L'anarcocol·lectivisme és una ideologia que cerca establir una societat sense Estat amb mitjans de producció que siguin propietat dels treballadors, així com l'intercanvi de bens per xecs de treball que certifiquin la labor del treballador.",
  "ideo_ancom": "Ets un anarcocomunista",
  "ideo_ancom_desc": "L'anarcocomunisme és una ideologia que cerca establir una societat sense Estat, classes socials ni diners, basada en una economia del regal i d'ajut mutu.",
  "ideo_angeo": "Ets un geoanarquista",
  "ideo_angeo_desc": "El geoanarquisme és una ideologia que advoca per l'establiment d'una societat sense Estat en què les empreses privades siguin presents però les terres siguin públiques, essent el seu ús gravat en benefici d'un fons comú.",
  "ideo_anprim": "Ets un anarcoprimitivista",
  "ideo_anprim_desc": "L'anarcoprimitivisme és una ideologia que advoca per retornar a la vida precivilitzada. És única en la seva oposició a l'agricultura i aqüicultura, i per la propugnació d'un estil de vida basat en la caça i la recol·lecció.",
  "ideo_ansynd": "Ets un anarcosindicalista",
  "ideo_ansynd_desc": "L'anarcosindicalisme és una ideologia que cerca fer ús del poder dels moviments dels treballadors per establir una societat sense Estat postcapitalista basada en la propietat dels mitjans de producció per part dels treballadors.",
  "ideo_bhl": "Ets un llibertari compassiu (\"bleeding heart\")",
  "ideo_bhl_desc": "El llibertarisme compassiu (\"bleeding heart\") és una ideologia que considera que l'expansió de les llibertats civils és el més beneficiós pels desafavorits.",
  "ideo_bordiga": "Ets un bordiguista/comunista de l'esquerra italiana",
  "ideo_bordiga_desc": "El comunisme de l'esquerra italiana és una ideologia que proposa una aproximació fortament antirevisionista al treball de Marx i Lenin, sent extremadament crític amb els seus successors.",
  "ideo_castro": "Ets un castrista",
  "ideo_castro_desc": "El castrisme és una ideologia derivada de l'aplicació de Fidel Castro del marxisme-leninisme a les condicions de Cuba, diferenciant-se d'aquest, principalment, en el paper del partit de vanguardia.",
  "ideo_fascism": "Ets un fascista clàssic",
  "ideo_fascism_desc": "El fascisme és una forma d'ultranacionalisme autoritari d'extrema dreta, caracteritzat per un poder dictatorial, la supressió de l'oposició i una forta regimentació de la societat i l'economia.",
  "ideo_clerfash": "Ets un fascista clerical",
  "ideo_clerfash_desc": "El fascisme clerical és una ideologia que combina les doctrines polítiques i econòmiques del fascisme amb el clericalisme.",
  "ideo_councom": "Ets un comunista de consells",
  "ideo_councom_desc": "El comunisme de consells és una ideologia que estableix que una societat socialista reeixida ha de estar administrada per consells de treballadors i no per partits polítics.",
  "ideo_deleon": "Ets un deleonista",
  "ideo_deleon_desc": "El deleonisme és una ideologia que combina la organització sindicalista del treball amb idees marxistes com ara el concepte de la dictadura del proletariat.",
  "ideo_demsoc": "Ets un socialista democràtic",
  "ideo_demsoc_desc": "El socialisme democràtic és una ideologia que cerca establir el socialisme mitjançant el reformisme i processos electorals, i no pas per vies revolucionàries.",
  "ideo_deng": "Ets un denguista/socialista amb característiques xineses",
  "ideo_deng_desc": "El denguisme és una ideologia que defensa que és necessari un període capitalista administrat per l'Estat per crear les condicions necessàries pel floriment d'una societat socialista reeixida.",
  "ideo_distributism": "Ets un distributista",
  "ideo_distributism_desc": "El distributisme és una ideologia de tercera via, de lliure mercat i centre-dreta.",
  "ideo_geolib": "Ets un geollibertari",
  "ideo_geolib_desc": "El geollibertarisme és una ideologia que integra els principis georgistes del lliure comerç i la gravació dels beneficis derivats de recursos naturals amb el principi llibertari d'un govern mínim.",
  "ideo_georgism": "Ets un georgista",
  "ideo_georgism_desc": "El georgisme és una ideologia que considera que perquè un mercat veritablement lliure existeixi, primer s'ha de trencar el monopoli sobre els terrenys. Advoca per un impost sobre el valor dels terrenys que, implementat correctament, desmercantilitzaria la seva propietat.",
  "ideo_leftroth": "Ets un rothbardià d'esquerres",
  "ideo_leftroth_desc": "El rothbardianisme d'esquerres veu la societat anarcocapitalista com el sistema ideal per assolir objectius tradicionalment d'esquerres, com ara la igualtat social i econòmica.",
  "ideo_libert": "Ets un llibertari de dretes",
  "ideo_libert_desc": "El llibertarisme de dretes és una ideologia que defensa els drets capitalistes a la propietat, a més de la distribució comercial dels recursos naturals i la propietat privada.",
  "ideo_libsoc": "Ets un llibertari socialista",
  "ideo_libsoc_desc": "El socialisme llibertari és una ideologia que considera que els treballadors haurien d'administrar els seus mitjans de producció i ser-ne els propietaris, amb una interferència mínima de l'Estat en l'economia, contrastant amb la idea de la propietat pública provinent del socialisme d'Estat.",
  "ideo_lib": "Ets un liberal keynesià",
  "ideo_lib_desc": "El liberalisme keynesià és una forma de capitalisme liberal que considera que perquè funcioni el mercat adequadament ha de sotmetre's a la supervisió d'un Estat intervencionista.",
  "ideo_luxem": "Ets un luxemburguista",
  "ideo_luxem_desc": "El luxemburguisme és una ideologia llibertaria, marxista-comunista, antiguerra i extremadament progressista que recolza la idea que la dictadura del proletariat hauria de ser dirigida per consells democràtics de treballadors i sindicats, i no pas per un partit socialista.",
  "ideo_lwma": "Ets un anarquista de mercat d'esquerres",
  "ideo_lwma_desc": "L'anarquisme de mercat d'esquerres és una ideologia que cerca establir una societat sense Estat basada en una economia de mercat post-capitalista.",
  "ideo_mao": "Ets un maoïsta",
  "ideo_mao_desc": "El maoïsme és una varietat de marxisme-leninisme desenvolupada per Mao Zedong per a dur a terme una revolució socialista en la societat agrícola i preindustrial xinesa, essent la seva major diferència que l'avantguarda en les societats preindustrials és la pagesia i no pas el proletariat.",
  "ideo_marksoc": "Ets un socialista de mercat",
  "ideo_marksoc_desc": "El socialisme de mercat és una ideologia que combina l'ideal socialista de la propietat dels mitjans de producció per part dels treballadors amb la competència i l'assignació de recursos proporcionats per una economia de mercat.",
  "ideo_minarch": "Ets un minarquista",
  "ideo_minarch_desc": "El minarquisme és una ideologia que considera que el sol propòsit de l'Estat és protegir els drets sobre la propietat dels seus ciutadans, portar els criminals davant la justícia, i protegir el territori del país contra qualsevol invasió.",
  "ideo_mlm": "Ets un marxista-leninista-maoïsta",
  "ideo_mlm_desc": "El marxisme-leninisme-maoïsme és una ideologia proposada pel Partit Comunista del Perú que sintetitza les idees del marxisme-leninisme i el maoïsme, rebutjant certs aspectes d'aquest últim, com la teoria dels tres mons.",
  "ideo_ml": "Ets un marxista-leninista",
  "ideo_ml_desc": "El marxisme-leninisme és una ideologia que considera que establir i desenvolupar el socialisme en un país és necessari abans no s'exporti la revolució als països veïns, contrastant amb l'ideal trotskista de la revolució permanent.",
  "ideo_mutualism": "Ets un mutualista",
  "ideo_mutualism_desc": "El mutualisme és una ideologia que cerca establir una societat sense Estat basada en una combinació de lliure comerç entre individus, sempre que existeixin un banc de crèdit mutu i estructures d'ajut mutu.",
  "ideo_natan": "Ets un nacional-anarquista",
  "ideo_natan_desc": "El nacional-anarquisme és una ideologia que cerca establir una societat sense Estat formada per etnocomunes regides per un sistema econòmic mutualista meritocràtic.",
  "ideo_natsynd": "Ets un nacional-sindicalista",
  "ideo_natsynd_desc": "El nacional-sindicalisme és una adaptació del sindicalisme a l'agenda social del nacionalisme integral.",
  "ideo_nazbol": "Ets un nacional-bolxevic",
  "ideo_nazbol_desc": "El nacional-bolxevisme és un moviment polític que combina elements del fascisme i el bolxevisme.",
  "ideo_nazcap": "Ets un nacional-capitalista",
  "ideo_nazcap_desc": "El nacional-capitalisme és una ideologia econòmicament de dretes, culturalment tradicionalista, nacionalista, i fascista.",
  "ideo_nazi": "Ets un nacional-socialista",
  "ideo_nazi_desc": "El nacional-socialisme és una forma de fascisme que menysprea la democràcia liberal i el sistema parlamentarista. Incorpora un antisemitisme fervent, l'anticomunisme, el racisme científic, i l'ús de l'eugenisme entre els seus semblants.",
  "ideo_neocon": "Ets un neoconservador",
  "ideo_neocon_desc": "El neoconservadorisme promou la democràcia i l'intervencionisme en afers internacionals, incloent l'assoliment de la pau per mitjà de mostrar la pròpia potència militar, essent els seus partidaris coneguts per adscriure's al menyspreu vers el comunisme i el radicalisme polític.",
  "ideo_neolib": "Ets un neoliberal",
  "ideo_neolib_desc": "El neoliberalisme és una fusió d'idees econòmiques neoclàssiques i keynesianes que pretén trobar un equilibri entre les regulacions i el \"laissez-faire\".",
  "ideo_orthmarx": "Ets un marxista ortodox",
  "ideo_orthmarx_desc": "El marxisme ortodox és una ideologia ecònomicament progressiva i d'extrema esquerra que cerca establir una societat comunista sense Estat, classes ni diners.",
  "ideo_paleobert": "Ets un paleollibertari",
  "ideo_paleobert_desc": "El paleollibertarisme és una ideologia desenvolupada pels teòrics anarcocapitalistes americans Murray Rothbard i Lew Rockwell que combina els valors culturals conservadors tradicionals i la filosofia social amb l'oposició llibertària a la intervenció estatal.",
  "ideo_paleocon": "Ets un paleoconservador",
  "ideo_paleocon_desc": "El paleoconservadorisme és una forma de conservadorisme que s'originà en les faccions aïllacionistes del conservadorisme americà que s'oposaren a la guerra del Vietnam. Els paleoconservadors generalment s'oposen al lliure comerç global, prenent una posició molt proteccionista amb forts aranzels.",
  "ideo_patcon": "Ets un conservador paternalista",
  "ideo_patcon_desc": "El conservadorisme paternalista és una ideologia que tracta de combinar els principis socialdemòcrates concernents a la regulació del capitalisme i a l'existència de forts sindicats de treballadors amb valors tradicionals.",
  "ideo_posadism": "Ets un posadista",
  "ideo_posadism_desc": "El posadisme és una forma de trotskisme radicalment acceleracionista, partidari de la guerra nuclear, en considerar que aquesta produiria la fi del capitalisme, deixant via lliure al socialisme. També introdueix elements de l'ufologia al pensament marxista.",
  "ideo_situationist": "Ets un situacionista",
  "ideo_situationist_desc": "El situacionisme és un moviment de llibertaris marxistes d'avantguarda que se centra primordialment en la crítica al capitalisme a través de mitjans artístics.",
  "ideo_socbert": "Ets un llibertari social",
  "ideo_socbert_desc": "El llibertarisme social és una forma de llibertarisme compassiu (\"bleeding heart\") que considera la renda bàsica, combinada amb el màxim de llibertats individuals, necessària per assolir una societat justa per a tots, inclosos els més desafavorits socialment.",
  "ideo_socdem": "Ets un socialdemòcrata",
  "ideo_socdem_desc": "La socialdemocràcia és una ideologia que cerca establir una societat en què el capitalisme estigui restringit i controlat per l'Estat i per forts sindicats de treballadors, en benefici de la classe obrera.",
  "ideo_socgeo": "Ets un georgista social",
  "ideo_socgeo_desc": "El georgisme social és una ideologia que advoca pels principis de la propietat pública dels terrenys i l'impost sobre el valor dels mateixos, considerant-los complements perfectes per a una societat de benestar de lliure mercat. El defensor més prominent d'aquesta ideologia es el revolucionari xinés i primer president de la República de la Xina, Sun Yat-Sen.",
  "ideo_socnat": "Ets un nacionalista social",
  "ideo_socnat_desc": "El nacionalisme social és una forma de nacionalisme basada en l'autodeterminació, la sobirania popular y la igualtat social.",
  "ideo_statesoc": "Ets un socialista d'Estat",
  "ideo_statesoc_desc": "El socialisme d'Estat és una ideologia que defensa que l'Estat hauria de ser propietari i administrador dels mitjans de producció, contrastant amb els ideals del socialisme llibertari.",
  "ideo_strasser": "Ets un strasserista",
  "ideo_strasser_desc": "L'strasserisme és una ideologia popularitzada pels germans Strasser que cerca mesclar una economia d'esquerres amb l'ultranacionalisme de dretes.",
  "ideo_synd": "Ets un sindicalista",
  "ideo_synd_desc": "El sindicalisme és una ideologia que cerca avançar en les exigències i l'assoliment de drets dels treballadors mitjançant vagues.",
  "ideo_technocracy": "Ets un tecnòcrata",
  "ideo_technocracy_desc": "La tecnocràcia és un sistema de govern que considera que l'Estat i l'economia haurien de ser dirigits per experts en els seus respectius camps de coneixement, i no pas per polítics professionals i empresaris.",
  "ideo_theocracy": "Ets un teòcrata",
  "ideo_theocracy_desc": "La teocracia és un sistema de govern en què els governants actuen com a representants d'una deïtat i imposen les lleis de la seva religió als ciutadans.",
  "ideo_tito": "Ets un titoïsta",
  "ideo_tito_desc": "El titoïsme és una ideologia que cerca combinar la naturalesa vanguardista del leninisme amb una economia de mercat socialista i mitjans de producció en propietat dels treballadors.",
  "ideo_trot": "Ets un trotskista",
  "ideo_trot_desc": "El trotskisme és una ideologia que considera que un estat de constant revolució arreu del món és necessari per establir el socialisme, en contrast amb la idea marxista-leninista del socialisme en un sol país.",
  "btn_yes": "Sí",
  "btn_no": "No",
  "btn_nostate": "L'Estat no hauria d'existir",
  "btn_conditional": "Condicional",
  "btn_unconditional": "Incondicional",
  "btn_capitalism": "Capitalisme",
  "btn_corporatism": "Corporativisme",
  "btn_workers": "Treballadors",
  "btn_unions": "Sindicats",
  "btn_state": "Estat",
  "btn_electoralism": "Electoralisme",
  "btn_revolution": "Revolució",
  "btn_welfare": "Benestar",
  "btn_noneed": "No és necessari",
  "btn_dasein": "Dasein",
  "btn_classnation": "Classe/Nació"
}
