{
  "lang_name": "Español",
  "translators": "<li> <a href=\"https://github.com/ejanerop\" >Eric Janero</a></li>",
  "ui_index_title": "Ideosorter",
  "ui_index_text": "<h2>Qué es Ideosorter?</h2><p>Ideosorter es, en esencia, Un cuestionario político que intenta asignar una ideología que se adapte lo más cercano posible a tus puntos de vista mediante la formulación de preguntas basadas en un modelo de diagrama de flujo. Este test te clasificará en una de <span id='ideo_length'></span> diferentes ideologías basándose en tus respuestas a estas preguntas; ¡quizás descubrirás algo que no sabías sobre ti mismo!</p><h2>No entiendo una de las preguntas!</h2><p>Si hay algo que no entiendes, hemos tratado de hacer que cualquier terminología sea fácilmente buscable, y si aún no está claro, ¡dínoslo para que podamos hacer algunos cambios en las preguntas!</p><h2>¡No me gusta la ideología que se me ha asignado!</h2><p>¯\\_(ツ)_/¯</p>",
  "ui_index_start": "Clic aquí para empezar!",
  "ui_index_tree": "Ver árbol de de resultados",
  "ui_index_contacts": "Contactos:",
  "ui_index_contact_info": "<p>TheGhostOfInky#2853</p><p>theghostofinky@gmail.com</p><p><a href=\"https://github.com/Ideosorter/ideosorter.github.io\">GitHub Page</a></p>",
  "ui_quiz_title": "Ideosorter - Quiz",
  "ui_quiz_back": "atrás",
  "ui_results_title": "Ideosorter - Resultados",
  "ui_results_back": "Regresar a Inicio",
  "ui_results_credits": "Créditos",
  "ui_tree_title": "Ideosorter - Árbol de Resultados",
  "ui_tree_info": "Puedes utilizar las flechas para navegar o hacer clic para enfocar alguna ruta.",
  "question_private_property": "¿Debería existir la propiedad privada?",
  "question_theo": "¿Debería la sociedad ser liderada por un intermediario de una deidad?",
  "question_distributism": "¿Debería la propiedad privada ser ampliamente poseída tanto como sea posible?",
  "question_conditional_land_ownership": "¿Debería la propiedad de tierras ser condicional o incondicional?",
  "question_scope_of_government1": "¿El alcance del gobierno debería ser limitado?",
  "question_watchman_state": "¿Debería el gobierno ser puramente un estado vigilante nocturno?",
  "question_welfare": "¿Debería haber un enfoque en ayudar a los desfavorecidos?",
  "question_welfare_needed": "¿Se necesitaría el bienestar para ayudar a los desfavorecidos en una economía de mercado desregulada?",
  "question_limited_gov_tradvals": "¿Cree que un gobierno más limitado conduciría a un resurgimiento de los valores tradicionales?",
  "question_tradvals": "¿En su sociedad ideal, se mantendrían los valores tradicionales?",
  "question_tradauthstate": "¿Considera un estado autoritario necesario para garantizar los valores y la soberanía de su nación?",
  "question_corp_cap": "¿Debería el gobierno adoptar el capitalismo o el corporativismo?",
  "question_markreg": "¿Debería el mercado estar estrechamente regulado?",
  "question_unions_vs_state": "¿Debería la economía ser organizada por sindicatos o por el estado?",
  "question_clergygov": "¿Debería el clero formar parte del gobierno?",
  "question_racesuperior": "¿Considera que su raza es superior a todas las demás?",
  "question_strong_safety_net": "¿Debería haber una fuerte red de seguridad social para los desfavorecidos en la sociedad?",
  "question_intervgov": "¿Debería el gobierno intervenir en guerras que no interfieren directamente con la soberanía nacional de su país?",
  "question_govbasicneeds": "¿Debería el gobierno proporcionar las necesidades básicas a sus ciudadanos?",
  "question_econreg": "¿Debería la economía estar fuertemente regulada?",
  "question_counter_economics": "¿Debería ser el enfoque de llevar a una sociedad ideal la contraeconomía?",
  "question_coop_ancap": "¿Cree que una sociedad completamente desregulada y sin estado conducirá a un mercado dominado por cooperativas de trabajadores?",
  "question_scope_of_government2": "¿Debería ser limitado el alcance del gobierno?",
  "question_landwelfare": "¿Debería destinarse principalmente el ingreso de los impuestos sobre el valor de la tierra al bienestar social?",
  "question_market": "¿Debería el mecanismo del mercado impulsar la asignación de bienes?",
  "question_statesoc": "¿Debería haber un estado autoritario fuerte para proteger a la clase trabajadora de naciones extranjeras?",
  "question_mutualaid": "¿Debería basarse la economía en los principios de ayuda mutua?",
  "question_racism": "¿Deberían las comunidades estar compuestas por poblaciones étnicamente homogéneas?",
  "question_marx": "¿Debería el objetivo de nuestra sociedad ser avanzar hacia una sociedad sin clases, sin dinero y sin estado?",
  "question_transstate": "¿Es necesario un estado transitorio para alcanzar este objetivo?",
  "question_soc_directstate1": "¿Deberían los trabajadores ser dueños directos de los medios de producción en esta etapa, o debería ser el estado quien los controle?",
  "question_vanguard": "¿Es necesaria una vanguardia para liderar a la clase trabajadora en la revolución?",
  "question_vanguard_ed": "¿Debería el papel de esta vanguardia ser solo educativo? En lugar de ser una forma de liderazgo político.",
  "question_cultural_revolution": "¿Debe haber una revolución cultural para purgar el pensamiento reaccionario de la sociedad?",
  "question_3worlds": "¿Estás de acuerdo con la Teoría de los Tres Mundos de Mao Zedong?",
  "question_nep": "¿Crees que es necesario un período multigeneracional de capitalismo de Estado para preparar la economía para el socialismo?",
  "question_socinone": "¿Crees que el socialismo se puede lograr dentro de una sola nación?",
  "question_aboveall1": "¿Crees que la nación debe ser de mayor importancia por encima de todo?",
  "question_posadism": "¿Crees que un evento apocalíptico sería la mejor manera de lograr el socialismo?",
  "question_rev_ed": "¿Debe haber un partido revolucionario para enseñar a las masas durante y después de la revolución?",
  "question_synd1": "¿Debería la sociedad organizarse a través de sindicatos?",
  "question_centplan": "¿Debería la economía ser planificada centralmente?",
  "question_mediabad": "¿Es el medio de comunicación masiva tu principal problema con el capitalismo?",
  "question_labvouch": "¿Debería la sociedad contar con vales laborales como compensación por el trabajo?",
  "question_agriculture": "¿Debería practicarse la agricultura?",
  "question_synd2": "¿Debería la sociedad organizarse a través de sindicatos?",
  "question_techno": "¿Debería el estado y/o la economía ser dirigido exclusivamente por expertos?",
  "question_electsoc": "¿Debería el socialismo lograrse a través del electoralismo o a través de medios revolucionarios?",
  "question_soc_directstate2": "¿Deberían los trabajadores poseer directamente los medios de producción o debería el estado estar a cargo de ellos?",
  "question_esobullshit": "¿Debería la clase/nación ser el tema principal de discusión política o debería ser el Dasein (esencia humana)?",
  "question_bankjews": "¿Crees que la fuente de los problemas económicos que enfrentan los trabajadores se debe a banqueros judíos?",
  "question_aboveall2": "¿Crees que la nación debe ser de mayor importancia por encima de todo?",
  "question_agriculture_industrial": "¿Debería la sociedad enfocarse más en la agricultura que en el trabajo industrial?",
  "question_synd3": "¿Debería la sociedad organizarse a través de sindicatos?",
  "ideo_4theory": "Eres un Cuarto Teorista",
  "ideo_4theory_desc": "La cuarta teoría es una ideología concebida por el analista político ruso Aleksandr Dugin que busca encontrar una nueva teoría política más allá del liberalismo, el marxismo y el fascismo.",
  "ideo_agorism": "Eres un Agorista",
  "ideo_agorism_desc": "El agorismo es una ideología concebida por Samuel Edward Konkin III que busca establecer una sociedad en la que todos los intercambios sean voluntarios, mediante la realización de actividades contraeconómicas.",
  "ideo_agsoc": "Eres un Socialista Agrario",
  "ideo_agsoc_desc": "El socialismo agrario es una ideología que busca combinar un estilo de vida agrario y un sistema económico socialista, centrándose principalmente en la redistribución de tierras y la propiedad social de las mismas.",
  "ideo_ancap": "Eres un anarcocapitalista.",
  "ideo_ancap_desc": "El anarcocapitalismo, también llamado voluntarismo, es una ideología que aboga por la creación de una sociedad sin Estado basada en los derechos de propiedad y el principio de no agresión.",
  "ideo_ancol": "Eres un anarcocolectivista.",
  "ideo_ancol_desc": "El anarcocolectivismo es una ideología que busca establecer una sociedad sin Estado con medios de producción propiedad de los trabajadores e intercambio de bienes por notas laborales, representativas del trabajo del trabajador.",
  "ideo_ancom": "Eres un anarco-comunista.",
  "ideo_ancom_desc": "El anarco-comunismo es una ideología que busca establecer una sociedad sin Estado, sin clases y sin dinero, basada en una economía de ayuda mutua y regalos.",
  "ideo_angeo": "Eres un geoanarquista.",
  "ideo_angeo_desc": "El geoanarquismo es una ideología que aboga por el establecimiento de una sociedad sin Estado donde existe la propiedad privada de empresas, pero la tierra es propiedad común y su uso está gravado con impuestos para un fondo comunitario mutuo.",
  "ideo_anprim": "Eres un anarco-primitivista.",
  "ideo_anprim_desc": "El anarco-primitivismo es una ideología que aboga por un retorno a la vida pre-civilización. Es única en su oposición a la agricultura y la acuicultura, y en su adopción de un estilo de vida cazador-recolector.",
  "ideo_ansynd": "Eres un anarcosindicalista.",
  "ideo_ansynd_desc": "El anarcosindicalismo es una ideología que busca utilizar el poder de los movimientos obreros para establecer una sociedad sin Estado post-capitalista basada en la propiedad de los medios de producción por parte de los trabajadores.",
  "ideo_bhl": "Eres un libertario de corazón sangrante.",
  "ideo_bhl_desc": "El libertarismo de corazón sangrante es una ideología que considera que la expansión de las libertades civiles será lo más beneficioso para los desfavorecidos.",
  "ideo_bordiga": "Eres un bordiguista/comunista de izquierda italiana.",
  "ideo_bordiga_desc": "El comunismo de izquierda italiano es una ideología que adopta un enfoque firmemente antirrevisionista de las obras de Marx y Lenin, siendo extremadamente crítica de los desarrollos de sus sucesores.",
  "ideo_castro": "Eres un castroísta.",
  "ideo_castro_desc": "El castroísmo es una ideología derivada de la aplicación de Fidel Castro del marxismo-leninismo a las condiciones de Cuba, diferenciándose principalmente en el papel del partido de vanguardia.",
  "ideo_fascism": "Eres un fascista clásico.",
  "ideo_fascism_desc": "El fascismo es una forma de ultranacionalismo autoritario de extrema derecha caracterizado por el poder dictatorial, la supresión forzosa de la oposición y la fuerte regimentación de la sociedad y de la economía.",
  "ideo_clerfash": "Eres un fascista clerical",
  "ideo_clerfash_desc": "El fascismo clerical es una ideología que combina las doctrinas políticas y económicas del fascismo con el clericalismo.",
  "ideo_councom": "Eres un comunista consejista",
  "ideo_councom_desc": "El comunismo consejista es una ideología que considera que una sociedad socialista exitosa debe ser gestionada por consejos de trabajadores y no por partidos políticos.",
  "ideo_deleon": "Eres un de leonista",
  "ideo_deleon_desc": "El de leonismo es una ideología que combina la organización laboral sindicalista con ideas marxistas como el concepto de una dictadura del proletariado.",
  "ideo_demsoc": "Eres un socialista democrático",
  "ideo_demsoc_desc": "El socialismo democrático es una ideología que busca establecer el socialismo a través de procesos de reforma y electorales en lugar de medios revolucionarios.",
  "ideo_deng": "Eres un dengista/socialista con características chinas",
  "ideo_deng_desc": "El socialismo con características chinas es una ideología que considera que es necesario un período de capitalismo gestionado por el estado para crear las condiciones necesarias para una sociedad socialista exitosa.",
  "ideo_distributism": "Eres un distributista",
  "ideo_distributism_desc": "El distributismo es una ideología de centro-derecha de tercera vía y libre mercado.",
  "ideo_geolib": "Eres un geolibertario",
  "ideo_geolib_desc": "El geolibertarianismo es una ideología que incorpora los principios georgistas de libre comercio, libre tierra y los impuestos de valor con el principio libertario de un gobierno mínimo.",
  "ideo_georgism": "Eres un georgista",
  "ideo_georgism_desc": "El georgismo es una ideología que considera que para que exista un mercado realmente libre es necesario romper el monopolio sobre la tierra. Aboga por un impuesto sobre el valor de la tierra que, si se implementa correctamente, descomodificará la propiedad de la tierra.",
  "ideo_leftroth": "Eres un rothbardiano de izquierda",
  "ideo_leftroth_desc": "El rothbardianismo de izquierda es una interpretación inspirada en la izquierda del anarcocapitalismo tradicional de Rothbard que ve una sociedad anarcocapitalista como el lugar ideal para alcanzar objetivos tradicionalmente de izquierda como la igualdad social y económica.",
  "ideo_libert": "Eres un libertario de derecha",
  "ideo_libert_desc": "El libertarismo de derecha es una ideología que apoya los derechos de propiedad capitalistas y defiende la distribución de los recursos naturales y la propiedad privada en el mercado.",
  "ideo_libsoc": "Eres un socialista libertario",
  "ideo_libsoc_desc": "El Socialismo Libertario es una ideología que considera que los medios de producción deben ser propiedad y gestionados por los trabajadores, con el estado proporcionando poca o ninguna interferencia en la economía, en contraposición a las ideas de propiedad estatal del Socialismo de Estado",
  "ideo_lib": "Eres un liberal keynesiano",
  "ideo_lib_desc": "El liberalismo keynesiano es una forma de capitalismo liberal que considera que para que el mercado funcione de manera adecuada, debe estar bajo la supervisión de un estado intervencionista",
  "ideo_luxem": "Eres un Luxemburguista",
  "ideo_luxem_desc": "El Luxemburguismo es una ideología marxista-comunista, libertaria, anti-guerra y extremadamente progresista que cree que la Dictadura del Proletariado debe ser dirigida por consejos democráticos de trabajadores y sindicatos, en lugar de un Partido Socialista.",
  "ideo_lwma": "Eres un Anarquista de Mercado de Izquierda",
  "ideo_lwma_desc": "El Anarquismo de Mercado de Izquierda es una ideología que busca establecer una sociedad sin estado basada en una economía de mercado postcapitalista",
  "ideo_mao": "Eres un Maoísta",
  "ideo_mao_desc": "El Maoísmo es una variedad de marxismo-leninismo que Mao Zedong desarrolló para realizar una revolución socialista en la sociedad agrícola y preindustrial de China. La principal diferencia es que el campesinado es la vanguardia revolucionaria en las sociedades preindustriales en lugar del proletariado.",
  "ideo_marksoc": "Eres un Socialista de Mercado",
  "ideo_marksoc_desc": "El Socialismo de Mercado es una ideología que combina el ideal socialista de propiedad de los medios de producción por parte de los trabajadores con la competencia y la asignación de recursos proporcionada por una economía de mercado",
  "ideo_minarch": "Eres un Minarquista",
  "ideo_minarch_desc": "El Minarquismo es una ideología que considera que el único propósito del estado es proteger los derechos de propiedad de sus ciudadanos, llevar a los criminales ante la justicia y proteger el territorio del país contra cualquier invasión.",
  "ideo_mlm": "Eres un Marxista-Leninista-Maoísta",
  "ideo_mlm_desc": "El Marxismo-Leninismo-Maoísmo es una ideología diseñada por el Partido Comunista del Perú que sintetiza las ideas del marxismo-leninismo y el maoísmo, rechazando ciertos aspectos de este último, como la teoría de los 3 mundos.",
  "ideo_ml": "Eres un Marxista-Leninista",
  "ideo_ml_desc": "El Marxismo-Leninismo es una ideología que considera que establecer y desarrollar el socialismo en un país es una necesidad antes de exportar la revolución a países vecinos, una idea que contrasta con el ideal trotskista de la revolución permanente.",
  "ideo_mutualism": "Eres un Mutualista",
  "ideo_mutualism_desc": "El mutualismo es una ideología que busca establecer una sociedad sin estado basada en una combinación de libre comercio de bienes entre individuos, siempre y cuando exista un banco de crédito mutuo y estructuras de ayuda mutua.",
  "ideo_natan": "Eres un anarquista nacional",
  "ideo_natan_desc": "El anarquismo nacional es una ideología que busca establecer una sociedad sin estado compuesta por etno-comunas basadas en un sistema económico mutualista meritocrático.",
  "ideo_natsynd": "Eres un sindicalista nacional",
  "ideo_natsynd_desc": "El nacional-sindicalismo es una adaptación del sindicalismo para adaptarse a la agenda social del nacionalismo integral.",
  "ideo_nazbol": "Eres un bolchevique nacional",
  "ideo_nazbol_desc": "El bolchevismo nacional es un movimiento político que combina elementos del fascismo y el bolchevismo",
  "ideo_nazcap": "Eres un capitalista nacional",
  "ideo_nazcap_desc": "El capitalismo nacional es una ideología económicamente de derecha, culturalmente tradicionalista, nacionalista y fascista",
  "ideo_nazi": "Eres un nacional-socialista",
  "ideo_nazi_desc": "El nacional-socialismo es una forma de fascismo, con desprecio por la democracia liberal y el sistema parlamentario. Incorpora un ferviente antisemitismo, anticomunismo, racismo científico y el uso de la eugenesia en su credo.",
  "ideo_neocon": "Eres un neoconservador",
  "ideo_neocon_desc": "El neoconservadurismo promueve la democracia y el intervencionismo en los asuntos internacionales, incluida la paz a través de la fuerza, y se conocen por expresar desprecio por el comunismo y el radicalismo político.",
  "ideo_neolib": "Eres un neoliberal",
  "ideo_neolib_desc": "El neoliberalismo es una fusión de ideas económicas neoclásicas y keynesianas que busca encontrar un equilibrio entre la regulación y el laissez-faire.",
  "ideo_orthmarx": "Eres un marxista ortodoxo",
  "ideo_orthmarx_desc": "El marxismo ortodoxo es una ideología progresista económicamente de extrema izquierda que busca lograr una sociedad comunista, una sociedad sin estado, sin clases y sin dinero.",
  "ideo_paleobert": "Eres un libertario paleo",
  "ideo_paleobert_desc": "El paleolibertarianismo es una ideología desarrollada por los teóricos anarcocapitalistas estadounidenses Murray Rothbard y Lew Rockwell que combina los valores culturales y la filosofía social conservadora tradicional con una oposición libertaria a la intervención gubernamental.",
  "ideo_paleocon": "Eres un paleoconservador",
  "ideo_paleocon_desc": "El Paleoconservadurismo es una forma de conservadurismo que originalmente se manifestó en las facciones aislacionistas del conservadurismo estadounidense que se opusieron a la guerra de Vietnam. Los paleoconservadores también suelen oponerse al libre comercio global, adoptando un enfoque muy proteccionista con aranceles elevados.",
  "ideo_patcon": "Eres un Conservador Paternalista",
  "ideo_patcon_desc": "El conservadurismo paternalista es una ideología que busca combinar los principios socialdemócratas del capitalismo regulado y los sindicatos fuertes con los valores tradicionales.",
  "ideo_posadism": "Eres un Posadista",
  "ideo_posadism_desc": "El Posadismo es una forma radicalmente aceleracionista del Trotskismo que considera la destrucción nuclear de la sociedad capitalista como una necesidad para establecer el socialismo a nivel mundial (con la ayuda de nuestros camaradas alienígenas, por supuesto)",
  "ideo_situationist": "Eres un Situacionista",
  "ideo_situationist_desc": "El situacionismo es un movimiento de marxistas libertarios de vanguardia que se centró principalmente en la crítica del capitalismo a través de medios artísticos.",
  "ideo_socbert": "Eres un Libertario Social",
  "ideo_socbert_desc": "El Libertarismo Social es una forma de Libertarismo Corazón Sangrante que considera que una renta básica universal, combinada con máximas libertades individuales, es necesaria para lograr una sociedad justa para todos, incluidos los más socialmente desfavorecidos.",
  "ideo_socdem": "Eres un Socialdemócrata",
  "ideo_socdem_desc": "La Socialdemocracia es una ideología que busca establecer una sociedad en la que el capitalismo esté restringido y controlado por el Estado y los sindicatos fuertes para lograr resultados beneficiosos para la clase trabajadora.",
  "ideo_socgeo": "Eres un Georgista Social",
  "ideo_socgeo_desc": "El Georgismo Social es una ideología que considera que los principios georgistas de propiedad pública de la tierra y el impuesto sobre el valor de la tierra complementan perfectamente una sociedad de bienestar de libre mercado. El más destacado defensor de esta ideología es el revolucionario chino y primer presidente de la República de China, Sun Yat-Sen.",
  "ideo_socnat": "Eres un Nacionalista Social",
  "ideo_socnat_desc": "El Nacionalismo Social es una forma de nacionalismo basada en la autodeterminación nacional, la soberanía popular y la igualdad social",
  "ideo_statesoc": "Eres un Socialista de Estado",
  "ideo_statesoc_desc": "El Socialismo de Estado es una ideología que considera que los medios de producción deben ser propiedad y gestionados por el Estado, en contraposición a los ideales del Socialismo Libertario.",
  "ideo_strasser": "Eres un Strasserista",
  "ideo_strasser_desc": "El Strasserismo es una ideología popularizada por los hermanos Strasser que busca combinar la economía de izquierda con el ultranacionalismo de derecha.",
  "ideo_synd": "Eres un sindicalista",
  "ideo_synd_desc": "El sindicalismo es una ideología que busca avanzar las demandas y derechos de los trabajadores a través de huelgas.",
  "ideo_technocracy": "Eres un tecnócrata",
  "ideo_technocracy_desc": "La tecnocracia es una ideología que considera que el estado y la economía deberían ser administrados por expertos de su campo en lugar de políticos y empresarios elegidos/heredados.",
  "ideo_theocracy": "Eres un teócrata",
  "ideo_theocracy_desc": "Una teocracia es una ideología donde los gobernantes actúan como representantes de una deidad y aplican las leyes de su religión en los ciudadanos.",
  "ideo_tito": "Eres un titoísta",
  "ideo_tito_desc": "El titoísmo es una ideología que busca combinar la naturaleza vanguardista del leninismo con una economía socialista de mercado y medios de producción de propiedad de los trabajadores.",
  "ideo_trot": "Eres un trotskista",
  "ideo_trot_desc": "El trotskismo es una ideología que considera que una revolución permanente en todo el mundo es necesaria para establecer el socialismo, en contraste con la idea marxista-leninista del socialismo en 1 país.",
  "btn_yes": "Sí",
  "btn_no": "No",
  "btn_nostate": "El estado no debería existir",
  "btn_conditional": "Condicionado",
  "btn_unconditional": "Incondicional",
  "btn_capitalism": "Capitalismo",
  "btn_corporatism": "Corporativismo",
  "btn_workers": "Trabajadores",
  "btn_unions": "Sindicatos",
  "btn_state": "Estado",
  "btn_electoralism": "Electoralismo",
  "btn_revolution": "Revolución",
  "btn_welfare": "Bienestar",
  "btn_noneed": "No es necesario",
  "btn_dasein": "Dasein",
  "btn_classnation": "Clase/Nación"
}
