{
  "translators": "<li><a href=\"https://github.com/Domper59\">Domper59</a></li>",
  "lang_name": "Français",
  "ui_index_title": "Ideosorter",
  "ui_index_text": "<h2>Qu'est-ce que Ideosorter ?</h2><p>Ideosorter est, par essence, un quiz politique qui tente de vous attribuer une idéologie correspondant le mieux à vos opinions en vous posant des questions basées sur un modèle d'un organigramme. Ce test vous classera dans l'une des <span id='ideo_length'></span> idéologies différentes en fonction de vos réponses aux questions suivantes; peut-être découvrirez-vous quelque chose que vous ne saviez pas sur vous-même !</p><h2>Je ne comprends pas l'une des questions !</h2><p>Si vous ne comprenez pas quelque chose, nous avons essayé de faciliter la recherche de la terminologie. Si ce n'est toujours pas clair, dites-le nous pour que nous puissions modifier les questions !</p><h2>Je n'aime pas l'idéologie qui me correspond !</h2><p>¯\\_(ツ)_/¯</p>",
  "ui_index_start": "Cliquez ici pour commencer !",
  "ui_index_tree": "Voir l'arbre des résultats",
  "ui_index_contacts": "Contacts:",
  "ui_index_contact_info": "<p>TheGhostOfInky#2853</p><p>theghostofinky@gmail.com</p><p><a href=\"https://github.com/Ideosorter/ideosorter.github.io\">GitHub Page</a></p>",
  "ui_quiz_title": "Ideosorter - Quiz",
  "ui_quiz_back": "Retour",
  "ui_results_title": "Ideosorter - Résultats",
  "ui_results_back": "Retour à l'index",
  "ui_results_credits": "Crédits",
  "ui_tree_title": "Ideosorter - Arbre",
  "ui_tree_info": "Vous pouvez utiliser les flèches pour naviguer ou cliquer sur la souris pour mettre l'accent sur un chemin.",
  "question_private_property": "La propriété privée doit-elle exister ?",
  "question_theo": "La société doit-elle être gérée par des intermédiaires auprès d'une divinité ?",
  "question_distributism": "La propriété privée doit-elle être la plus répandue possible ?",
  "question_conditional_land_ownership": "La propriété foncière doit-elle être conditionnelle ou inconditionnelle ?",
  "question_scope_of_government1": "Faut-il limiter le champ d'action de l'État ?",
  "question_watchman_state": "Le gouvernement doit-il se contenter d'avoir un État veilleur de nuit ?",
  "question_welfare": "Faut-il mettre l'accent sur l'aide aux personnes défavorisées ?",
  "question_welfare_needed": "Une économie de marché non régulée exigerait-elle une protection sociale pour venir en aide aux personnes défavorisées ?",
  "question_limited_gov_tradvals": "Pensez-vous qu'un gouvernement plus limité conduirait à une résurgence des valeurs traditionnelles ?",
  "question_tradvals": "Dans votre société idéale, les valeurs traditionnelles seraient-elles conservées ?",
  "question_tradauthstate": "Pensez-vous qu'un État autoritaire soit nécessaire pour garantir les valeurs et la souveraineté de votre nation ?",
  "question_corp_cap": "Le gouvernement doit-il adopter le capitalisme ou le corporatisme ?",
  "question_markreg": "Faut-il réglementer étroitement le marché ?",
  "question_unions_vs_state": "L'économie doit-elle être organisée par les syndicats ou par l'État ?",
  "question_clergygov": "Le clergé doit-il faire partie du gouvernement ?",
  "question_racesuperior": "Estimez-vous que votre race est supérieure à toutes les autres ?",
  "question_strong_safety_net": "Faudrait-il un filet de sécurité sociale solide pour les personnes défavorisées dans la société ?",
  "question_intervgov": "Le gouvernement doit-il intervenir dans les guerres qui n'interfèrent pas directement avec la souveraineté nationale de votre pays ?",
  "question_govbasicneeds": "Le gouvernement doit-il fournir les produits de première nécessité à ses citoyens ?",
  "question_econreg": "L'économie doit-elle être étroitement réglementée ?",
  "question_counter_economics": "Faut-il mettre l'accent sur la contre-économie pour parvenir à une société idéale ?",
  "question_coop_ancap": "Pensez-vous qu'une société totalement déréglementée et sans État conduira à un marché dominé par les coopératives de travailleurs ?",
  "question_scope_of_government2": "Faut-il limiter le champ d'action de l'État ?",
  "question_landwelfare": "Les recettes provenant de l'impôt sur le foncier doivent-elles être affectées en priorité à l'aide sociale ?",
  "question_market": "Le mécanisme du marché doit-il régir l'allocation des biens ?",
  "question_statesoc": "Faut-il un État autoritaire fort pour protéger la classe ouvrière des nations étrangères ?",
  "question_mutualaid": "L'économie doit-elle être fondée sur les principes de l'entraide ?",
  "question_racism": "Les communautés doivent-elles être composées de populations ethniquement homogènes ?",
  "question_marx": "L'objectif de notre société devrait-il être de tendre vers une société sans classe, sans argent et sans État ?",
  "question_transstate": "Un état transitoire est-il nécessaire pour atteindre cet objectif ?",
  "question_soc_directstate1": "Est-ce que les travailleurs devraient posséder directement les moyens de production à ce stade, ou bien l'État devrait-il en avoir le contrôle ?",
  "question_vanguard": "Un parti d'avant-garde est-il nécessaire pour diriger la classe ouvrière dans la révolution ?",
  "question_vanguard_ed": "Le rôle de ce parti d'avant-garde doit-il se limiter à l'éducation ? Au lieu d'être une forme de leadership politique.",
  "question_cultural_revolution": "Faut-il une révolution culturelle pour éliminer la pensée réactionnaire de la société ?",
  "question_3worlds": "Adhérez-vous à la théorie des trois mondes de Mao Zedong ?",
  "question_nep": "Pensez-vous qu'une étape de capitalisme d'État sur plusieurs générations est nécessaire pour préparer l'économie au socialisme ?",
  "question_socinone": "Pensez-vous que le socialisme puisse être réalisé au sein d'une nation ?",
  "question_aboveall1": "Pensez-vous que la nation devrait être la plus importante avant tout ?",
  "question_posadism": "Pensez-vous qu'un événement apocalyptique serait le meilleur moyen de parvenir au socialisme ?",
  "question_rev_ed": "Faut-il un parti révolutionnaire pour enseigner aux masses pendant et après la révolution ?",
  "question_synd1": "La société doit-elle être organisée par des syndicats ?",
  "question_centplan": "Faut-il planifier l'économie de manière centralisée ?",
  "question_mediabad": "Les médias sont-ils votre principal problème avec le capitalisme ?",
  "question_labvouch": "La société devrait-elle proposer des bons de travail en guise de compensation pour le travail ?",
  "question_agriculture": "Faut-il pratiquer l'agriculture ?",
  "question_synd2": "La société doit-elle être organisée par des syndicats ?",
  "question_techno": "Est-ce que l'État et/ou l'économie doivent être gérés exclusivement par des experts ?",
  "question_electsoc": "Faut-il réaliser le socialisme par l'électoralisme ou par des moyens révolutionnaires ?",
  "question_soc_directstate2": "Les travailleurs doivent-ils posséder directement les moyens de production ou l'État doit-il les contrôler ?",
  "question_esobullshit": "La classe/nation doit-elle être le sujet principal de la discussion politique, ou doit-elle être le Dasein (l'essence humaine) ?",
  "question_bankjews": "Croyez-vous que les banquiers juifs sont à l'origine des problèmes économiques rencontrés par les travailleurs ?",
  "question_aboveall2": "Pensez-vous que la nation devrait être la plus importante avant tout ?",
  "question_agriculture_industrial": "La société devrait-elle se concentrer davantage sur l'agriculture que sur le travail industriel ?",
  "question_synd3": "La société doit-elle être organisée par des syndicats ?",
  "ideo_4theory": "Vous êtes partisan de la Quatrième Théorie",
  "ideo_4theory_desc": "La quatrième théorie est une idéologie conçue par l'analyste politique russe Aleksandr Dugin qui cherche à trouver une nouvelle théorie politique après le Libéralisme, le Marxisme et le Fascisme.",
  "ideo_agorism": "Vous êtes Agoriste",
  "ideo_agorism_desc": "L'agorisme est une idéologie conçue par Samuel Edward Konkin III qui cherche à établir une société dans laquelle tous les échanges sont volontaires, par le biais d'activités contre-économiques.",
  "ideo_agsoc": "Vous êtes Socialiste Agraire",
  "ideo_agsoc_desc": "Le Socialisme Agraire est une idéologie qui cherche à combiner un mode de vie agraire et un système économique socialiste, en se concentrant principalement sur la redistribution des terres et la propriété sociale des terres.",
  "ideo_ancap": "Vous êtes Anarcho-Capitaliste",
  "ideo_ancap_desc": "L'Anarcho-Capitalisme, également appelé volontarisme, est une idéologie qui prône la création d'une société sans État fondée sur les droits de propriété et le principe de non-agression.",
  "ideo_ancol": "Vous êtes Anarcho-Collectiviste",
  "ideo_ancol_desc": "L'Anarcho-Collectivisme est une idéologie qui cherche à établir une société sans État avec des moyens de production appartenant aux travailleurs et l'échange de biens contre des certificats de travail, représentatifs du travail du travailleur.",
  "ideo_ancom": "Vous êtes Anarcho-Communiste",
  "ideo_ancom_desc": "L'Anarcho-Communisme est une idéologie qui cherche à établir une société sans État, sans classe et sans argent, basée sur une économie de partage et d'entraide.",
  "ideo_angeo": "Vous êtes Géoanarchiste",
  "ideo_angeo_desc": "Le Géoanarchisme est une idéologie qui prône l'établissement d'une société sans État où la propriété privée des entreprises est présente, mais où les terres sont détenues en commun et où leur exploitation est taxée au profit d'un fonds communautaire mutuel.",
  "ideo_anprim": "Vous êtes Anarcho-Primitiviste",
  "ideo_anprim_desc": "L'Anarcho-Primitivisme est une idéologie qui prône un retour à la vie pré-civilisationnelle. Il se distingue par son opposition à l'agriculture et à l'aquaculture et par l'adoption d'un mode de vie de chasseur-cueilleur.",
  "ideo_ansynd": "Vous êtes Anarcho-Syndicaliste",
  "ideo_ansynd_desc": "L'Anarcho-Syndicalisme est une idéologie qui cherche à utiliser le pouvoir des mouvements de travailleurs pour établir une société post-capitaliste sans État, basée sur la propriété des moyens de production par les travailleurs.",
  "ideo_bhl": "Vous êtes Libertarien au grand cœur",
  "ideo_bhl_desc": "Le Libertarianisme au grand cœur est une idéologie qui considère que l'expansion des libertés civiles est la plus bénéfique pour les personnes défavorisées.",
  "ideo_bordiga": "Vous êtes Bordigiste/Communiste de gauche italien",
  "ideo_bordiga_desc": "Le communisme de gauche italien est une idéologie qui adopte une approche résolument antirévisionniste des œuvres de Marx et de Lénine, en se montrant extrêmement critique à l'égard des développements de leurs successeurs.",
  "ideo_castro": "Vous êtes Castriste",
  "ideo_castro_desc": "Le Castrisme est une idéologie dérivée de l'application par Fidel Castro du marxisme-léninisme aux conditions de Cuba, qui diffère principalement par le rôle du parti d'avant-garde.",
  "ideo_fascism": "Vous êtes Fasciste Classique",
  "ideo_fascism_desc": "Le fascisme est une forme d'ultranationalisme autoritaire d'extrême droite caractérisé par un pouvoir dictatorial, la suppression forcée de l'opposition et une forte réglementation de la société et de l'économie.",
  "ideo_clerfash": "Vous êtes Fasciste Clérical",
  "ideo_clerfash_desc": "Le Fascisme Clérical est une idéologie qui combine les doctrines politiques et économiques du fascisme avec le cléricalisme.",
  "ideo_councom": "Vous êtes un Communiste des Conseils",
  "ideo_councom_desc": "Le Communisme des Conseils est une idéologie qui considère qu'une société socialiste réussie doit être gérée par des conseils de travailleurs et non par des partis politiques.",
  "ideo_deleon": "Vous êtes De Leoniste",
  "ideo_deleon_desc": "Le De Leonisme est une idéologie qui combine l'organisation syndicaliste du travail avec des idées marxistes telles que le concept de dictature du prolétariat.",
  "ideo_demsoc": "Vous êtes Socialiste Démocrate",
  "ideo_demsoc_desc": "Le Socialisme Démocratique est une idéologie qui cherche à établir le socialisme par des réformes et des processus électoraux plutôt que par des moyens révolutionnaires.",
  "ideo_deng": "Vous êtes Dengiste/Socialiste avec caractéristiques chinoises",
  "ideo_deng_desc": "Le Socialisme avec caractéristiques chinoises est une idéologie qui considère qu'une phase de capitalisme géré par l'État est nécessaire pour créer les conditions d'une société socialiste réussie.",
  "ideo_distributism": "Vous êtes Distributionnisme",
  "ideo_distributism_desc": "Le Distributionnisme est une idéologie de centre-droit, de libre marché et de troisième voie.",
  "ideo_geolib": "Vous êtes Géolibertarianisme",
  "ideo_geolib_desc": "Le Géolibertarianisme est une idéologie qui incorpore les principes georgistes du libre-échange, de la terre libre et de la valeur des impôts avec le principe libertarien d'un gouvernement minimal.",
  "ideo_georgism": "Vous êtes Georgisme",
  "ideo_georgism_desc": "Le Georgisme est une idéologie qui considère que pour qu'un marché vraiment libre puisse exister, il faut d'abord briser le monopole de la terre. Il préconise un impôt sur la valeur foncière qui, s'il est correctement mis en œuvre, aura pour effet de décompenser la propriété foncière.",
  "ideo_leftroth": "Vous êtes Rothbardien de gauche",
  "ideo_leftroth_desc": "Le Rothbardianisme de gauche est une version inspirée par la gauche de l'Anarcho-Capitalisme Rothbardien traditionnel, qui considère qu'une société anarcho-capitaliste est l'endroit idéal pour atteindre des objectifs traditionnellement de gauche tels que l'égalité sociale et économique.",
  "ideo_libert": "Vous êtes Libertarien de droite",
  "ideo_libert_desc": "Le Libertarianisme de droite est une idéologie qui soutient les droits de propriété capitalistes et défend la distribution des ressources naturelles par le marché et la propriété privée.",
  "ideo_libsoc": "Vous êtes SocialisTe Libertaire",
  "ideo_libsoc_desc": "Le Socialisme Libertaire est une idéologie qui considère que les moyens de production doivent être détenus et gérés par les travailleurs, l'État n'intervenant que peu ou pas du tout dans l'économie, contrairement aux idées de propriété de l'État du socialisme d'État.",
  "ideo_lib": "Vous êtes Keynésien Libéral",
  "ideo_lib_desc": "Le Keynésianisme Libéral est une forme de capitalisme libéral qui considère que pour que le marché fonctionne de manière adéquate, il doit être placé sous la supervision d'un État interventionniste.",
  "ideo_luxem": "Vous êtes Luxemburgiste",
  "ideo_luxem_desc": "Le Luxemburgisme est une idéologie marxiste-communiste, libertaire, anti-guerre et extrêmement progressiste qui croit que la dictature du prolétariat devrait être dirigée par des conseils ouvriers et des syndicats démocratiques, plutôt que par un parti socialiste.",
  "ideo_lwma": "Vous êtes Anarchiste de Marché de gauche",
  "ideo_lwma_desc": "L'Anarchisme de Marché de gauche est une idéologie qui cherche à établir une société sans État basée sur une économie de marché post-capitaliste.",
  "ideo_mao": "Vous êtes Maoïste",
  "ideo_mao_desc": "Le Maoïsme est une variété de Marxisme-Léninisme que Mao Zedong a développée pour réaliser une révolution socialiste dans la société agricole et préindustrielle de la Chine. La principale différence réside dans le fait que, dans les sociétés préindustrielles, c'est la paysannerie qui constitue l'avant-garde révolutionnaire et non le prolétariat.",
  "ideo_marksoc": "Vous êtes Socialiste de Marché",
  "ideo_marksoc_desc": "Le Socialisme de Marché est une idéologie qui combine l'idéal socialiste de la propriété des travailleurs sur les moyens de production avec la concurrence et l'allocation des ressources fournies par une économie de marché.",
  "ideo_minarch": "Vous êtes Minarchiste",
  "ideo_minarch_desc": "Le Minarchisme est une idéologie qui considère que les seuls objectifs de l'État sont de protéger les droits de propriété de ses citoyens, de traduire les criminels en justice et de protéger le territoire du pays contre toute invasion.",
  "ideo_mlm": "Vous êtes Marxiste-Léniniste-Maoïste",
  "ideo_mlm_desc": "Le Marxisme-Léninisme-Maoïsme est une idéologie conçue par le Parti Communiste du Pérou qui synthétise les idées du Marxisme-Léninisme et du Maoïsme, en rejetant certains aspects de ce dernier comme la théorie des trois mondes.",
  "ideo_ml": "Vous êtes Marxiste-Léniniste",
  "ideo_ml_desc": "Le Marxisme-Léninisme est une idéologie qui considère qu'il est nécessaire d'établir et de développer le socialisme dans un pays avant d'exporter la révolution dans les pays voisins, une idée qui s'oppose à l'idéal Trotskiste de la révolution permanente.",
  "ideo_mutualism": "Vous êtes Mutualiste",
  "ideo_mutualism_desc": "Le Mutualisme est une idéologie qui cherche à établir une société sans État basée sur une combinaison de libre-échange de biens entre individus, ainsi que sur une banque de crédit mutuel et des structures d'entraide.",
  "ideo_natan": "Vous êtes Anarchiste National",
  "ideo_natan_desc": "L'Anarchisme National est une idéologie qui cherche à établir une société sans État composée d'ethno-communes basées sur un système économique mutualiste et méritocratique.",
  "ideo_natsynd": "Vous êtes Syndicaliste National",
  "ideo_natsynd_desc": "Le Syndicalisme National est une adaptation du syndicalisme à l'agenda social du nationalisme intégral.",
  "ideo_nazbol": "Vous êtes National Bolchevique",
  "ideo_nazbol_desc": "Le National Bolshevisme est un mouvement politique qui combine des éléments du fascisme et du bolchevisme.",
  "ideo_nazcap": "Vous êtes National Capitaliste",
  "ideo_nazcap_desc": "Le National Capitalisme est une idéologie de droite économique, culturellement traditionaliste, nationaliste et fasciste.",
  "ideo_nazi": "Vous êtes National-Socialiste",
  "ideo_nazi_desc": "Le National-Socialisme est une forme de fascisme qui méprise la démocratie libérale et le système parlementaire. Il intègre dans son credo un antisémitisme fervent, un anticommunisme, un racisme scientifique et l'utilisation de l'eugénisme.",
  "ideo_neocon": "Vous êtes Néoconservateur",
  "ideo_neocon_desc": "Le Néoconservatisme promeut la démocratie et l'interventionnisme dans les affaires internationales, y compris la paix par la force, et est connu pour son mépris du communisme et du radicalisme politique.",
  "ideo_neolib": "Vous êtes Néolibéral",
  "ideo_neolib_desc": "Le Néolibéralisme est une fusion d'idées économiques néoclassiques et keynésiennes qui cherche à trouver un équilibre entre les réglementations et le laissez-faire.",
  "ideo_orthmarx": "Vous êtes Marxiste Orthodoxe",
  "ideo_orthmarx_desc": "Le Marxisme Orthodoxe est une idéologie progressiste d'extrême gauche qui vise à instaurer une société communiste, une société sans État, sans classe et sans argent.",
  "ideo_paleobert": "Vous êtes Paléo-Libertarianiste",
  "ideo_paleobert_desc": "Le Paléo-Libertarianisme est une idéologie développée par les théoriciens anarcho-capitalistes américains Murray Rothbard et Lew Rockwell, qui combine les valeurs culturelles et la philosophie sociale conservatrices traditionnelles avec une opposition libertaire à l'intervention de l'État.",
  "ideo_paleocon": "Vous êtes Paléo-Conservateur",
  "ideo_paleocon_desc": "Le Paléo-Conservatisme est une forme de conservatisme qui s'est manifestée à l'origine dans les factions isolationnistes du conservatisme américain qui s'opposaient à la guerre du Viêt Nam. Les Paléo-Conservateurs s'opposent généralement au libre-échange mondial et adoptent une approche très protectionniste avec des droits de douane élevés.",
  "ideo_patcon": "Vous êtes Conservateur Paternaliste",
  "ideo_patcon_desc": "Le Conservatisme Paternaliste est une idéologie qui cherche à combiner les principes sociaux-démocrates du capitalisme régulé et des syndicats forts avec les valeurs traditionnelles.",
  "ideo_posadism": "Vous êtes Posadiste",
  "ideo_posadism_desc": "Le Posadisme est une forme radicalement accélérationniste du trostkysme qui considère la destruction nucléaire de la société capitaliste comme une nécessité pour établir le socialisme à l'échelle mondiale (avec l'aide de nos camarades extraterrestres, bien sûr).",
  "ideo_situationist": "Vous êtes Situationniste",
  "ideo_situationist_desc": "Le Situationnisme est un mouvement d'avant-garde de marxistes libertaires qui s'est surtout attaché à critiquer le capitalisme par des moyens artistiques.",
  "ideo_socbert": "Vous êtes Libertarien Social",
  "ideo_socbert_desc": "Le Libertarianisme Social est une forme de libertarianisme au grand cœur qui considère qu'un revenu de base universel, associé à des libertés individuelles maximales, est une nécessité pour parvenir à une société juste pour tous, y compris les plus défavorisés sur le plan social.",
  "ideo_socdem": "Vous êtes Social-Démocrate",
  "ideo_socdem_desc": "La Social-Démocratie est une idéologie qui cherche à établir une société dans laquelle le capitalisme est limité et contrôlé par l'État et des syndicats forts afin d'obtenir des résultats bénéfiques pour la classe ouvrière.",
  "ideo_socgeo": "Vous êtes Georgisme Social",
  "ideo_socgeo_desc": "Le Georgisme Social est une idéologie qui considère que les principes géorgistes de la propriété foncière publique et de l'impôt sur la valeur foncière complètent parfaitement une société de marché libre et de bien-être. Le plus grand défenseur de cette idéologie est le révolutionnaire chinois et premier président de la République de Chine, Sun Yat-Sen.",
  "ideo_socnat": "Vous êtes Nationaliste de gauche",
  "ideo_socnat_desc": "Le Nationalisme de gauche est une forme de nationalisme fondée sur l'autodétermination nationale, la souveraineté populaire et l'égalité sociale.",
  "ideo_statesoc": "Vous êtes Socialiste d'État",
  "ideo_statesoc_desc": "Le Socialisme d'État est une idéologie qui considère que les moyens de production doivent être détenus et gérés par l'État, contrairement aux idéaux du Socialisme Libertaire.",
  "ideo_strasser": "Vous êtes Strassériste",
  "ideo_strasser_desc": "Le Strassérisme est une idéologie popularisée par les frères Strasser qui cherche à mélanger l'économie de gauche avec l'ultranationalisme de droite.",
  "ideo_synd": "Vous êtes Syndicaliste",
  "ideo_synd_desc": "Le Syndicalisme est une idéologie qui cherche à faire avancer les revendications et les droits des travailleurs par le biais de grèves.",
  "ideo_technocracy": "Vous êtes Technocrate",
  "ideo_technocracy_desc": "La Technocratie est une idéologie qui considère que l'État et l'économie doivent être dirigés par des experts dans leur domaine par opposition aux politiciens élus/hérités et aux hommes d'affaires.",
  "ideo_theocracy": "Vous êtes Théocrate",
  "ideo_theocracy_desc": "Une Théocratie est une idéologie dans laquelle les dirigeants sont censés agir en tant que représentants d'une divinité et appliquer les lois de leur religion aux citoyens.",
  "ideo_tito": "Vous êtes Titoïste",
  "ideo_tito_desc": "Le Titoïsme est une idéologie qui cherche à combiner la nature avant-gardiste du Léninisme avec une économie socialiste de marché et des moyens de production appartenant aux travailleurs.",
  "ideo_trot": "Vous êtes Trotskiste",
  "ideo_trot_desc": "Le Trotskisme est une idéologie qui considère qu'une révolution permanente à travers le monde est nécessaire pour établir le socialisme, contrairement à l'idée Marxiste-Léniniste du socialisme dans un seul pays.",
  "btn_yes": "Oui",
  "btn_no": "Non",
  "btn_nostate": "L'État ne devrait pas exister",
  "btn_conditional": "Conditionnel",
  "btn_unconditional": "Inconditionnel",
  "btn_capitalism": "Le Capitalisme",
  "btn_corporatism": "Le Corporatisme",
  "btn_workers": "Les Travailleurs",
  "btn_unions": "Les Syndicats",
  "btn_state": "L'État",
  "btn_electoralism": "L'Electoralisme",
  "btn_revolution": "La Révolution",
  "btn_welfare": "Protection sociale",
  "btn_noneed": "Pas nécessaire",
  "btn_dasein": "Dasein",
  "btn_classnation": "Classe/Nation"
}