{
  "translators": "<li><a href=\"https://github.com/solhymn\">solhymn</a></li>",
  "lang_name": "Malay",
  "ui_index_title": "Ideosorter",
  "ui_index_text": "<h2>Apa itu Ideosorter?</h2><p>Ideosorter, pada dasarnya, adalah kuiz politik yang cuba menetapkan ideologi yang paling hampir sepadan dengan pandangan anda dengan bertanyakan anda soalan berdasarkan model carta alir. Ujian ini akan menyusun anda kepada salah satu daripada <span id='ideo_length'></span> ideologi yang berbeza berdasarkan jawapan anda kepada soalan-soalan disertakan; mungkin anda akan menemui sesuatu yang anda tidak tahu tentang diri anda!</p><h2>Saya tidak faham salah satu soalan!</h2><p>Jika ada apa-apa yang anda tidak faham, kami telah cuba membuat sebarang terminologi dapat dicari dengan mudah, dan jika masih tidak jelas, beritahu kami supaya kami boleh membuat beberapa perubahan pada soalan!</p><h2>Saya tidak suka ideologi yang dipadankan dengan saya!</h2><p>¯\\_(ツ)_/¯</p>",
  "ui_index_start": "Klik di sini untuk bermula!",
  "ui_index_tree": "Lihat pokok keputusan",
  "ui_index_contacts": "Hubungi:",
  "ui_index_contact_info": "<p>TheGhostOfInky#2853</p><p>theghostofinky@gmail.com</p><p><a href=\"https://github.com/Ideosorter/ideosorter.github.io\">GitHub Page</a></p>",
  "ui_quiz_title": "Ideosorter - Kuiz",
  "ui_quiz_back": "Kembali",
  "ui_results_title": "Ideosorter - Keputusan",
  "ui_results_back": "Kembali ke Indeks",
  "ui_results_credits": "Kredit",
  "ui_tree_title": "Ideosorter - Pokok",
  "ui_tree_info": "Anda boleh menggunakan kekunci arah untuk menavigasi atau klik tetikus untuk memfokuskan beberapa laluan.",
  "question_private_property": "Patutkah Harta Persendirian wujud?",
  "question_theo": "Patutkah masyarakat dijalankan oleh perantara kepada tuhan/dewa?",
  "question_distributism": "Patutkah harta persendirian dimiliki seluas-luasnya?",
  "question_conditional_land_ownership": "Patutkah pemilikan tanah wujud secara bersyarat atau tidak bersyarat?",
  "question_scope_of_government1": "Perlukah skop kerajaan dihadkan?",
  "question_watchman_state": "Patutkah kerajaan menjalankan negeri seakan penjaga malam semata-mata?",
  "question_welfare": "Perlukah ada tumpuan untuk membantu golongan yang kurang bernasib baik?",
  "question_welfare_needed": "Adakah bantuan kebajikan diperlukan untuk membantu golongan yang kurang bernasib baik di bawah ekonomi pasaran yang dinyahkawalselia (deregulated market economy)?",
  "question_limited_gov_tradvals": "Adakah anda fikir kerajaan yang lebih terhad akan membawa kepada kebangkitan semula nilai tradisional?",
  "question_tradvals": "Dalam masyarakat ideal anda, adakah nilai tradisional akan ditegakkan?",
  "question_tradauthstate": "Adakah anda menganggap negeri autoritarian diperlukan untuk menjamin nilai dan kedaulatan negeri anda?",
  "question_corp_cap": "Sepatutnya kerajaan menerima kapitalisme atau korporatisme?",
  "question_markreg": "Patutkah pasaran dikawal ketat?",
  "question_unions_vs_state": "Adakah ekonomi perlu dianjurkan oleh kesatuan, atau oleh kerajaan?",
  "question_clergygov": "Patutkah para ulama menjadi sebahagian daripada kerajaan?",
  "question_racesuperior": "Adakah anda menganggap bangsa anda lebih tinggi daripada yang lain?",
  "question_strong_safety_net": "Perlukah wujud jaringan keselamatan sosial yang kukuh untuk golongan yang kurang bernasib baik dalam masyarakat?",
  "question_intervgov": "Patutkah kerajaan campur tangan dalam peperangan yang mengganggu kedaulatan negeri anda secara tidak langsung?",
  "question_govbasicneeds": "Patutkah kerajaan menyediakan keperluan asas kepada rakyatnya?",
  "question_econreg": "Perlukah ekonomi dikawal ketat?",
  "question_counter_economics": "Patutkah kontra-ekonomi (counter-economics) menjadi tumpuan untuk melahirkan masyarakat yang ideal?",
  "question_coop_ancap": "Adakah anda berpendapat bahawa masyarakat yang dinyahkawalselia sepenuhnya dan tidak bernegeri akan membawa kepada pasaran yang dikuasai oleh koperasi pekerja?",
  "question_scope_of_government2": "Perlukah skop kerajaan dihadkan?",
  "question_landwelfare": "Patutkah hasil daripada cukai nilai tanah diletakkan terutamanya ke arah kebajikan?",
  "question_market": "Patutkah mekanisme pasaran memacu peruntukan barangan?",
  "question_statesoc": "Perlukah wujud negeri autoritarian yang kuat untuk melindungi kelas pekerja daripada negeri asing?",
  "question_mutualaid": "Perlukah ekonomi berlandaskan prinsip saling membantu?",
  "question_racism": "Adakah komuniti-komuniti harus terdiri daripada populasi kaum yang sama?",
  "question_marx": "Adakah matlamat masyarakat kita adalah untuk menuju ke arah masyarakat tanpa kelas, tanpa wang dan tanpa negeri?",
  "question_transstate": "Adakah negeri peralihan diperlukan untuk mencapai matlamat ini?",
  "question_soc_directstate1": "Patutkah pekerja secara langsung memiliki alat pengeluaran dalam peringkat tersebut, atau patutkah kerajaan mengawalnya?",
  "question_vanguard": "Adakah parti pelopor diperlukan untuk memimpin kelas pekerja dalam revolusi?",
  "question_vanguard_ed": "Patutkah peranan parti pelopor ini hanya untuk mendidik? Berbeza dengan membentuk sebuah kepimpinan politik.",
  "question_cultural_revolution": "Patutkah wujud revolusi budaya untuk menghapuskan pemikiran reaksioner daripada masyarakat?",
  "question_3worlds": "Setujukah anda dengan Teori Tiga Dunia Mao Zedong?",
  "question_nep": "Adakah anda berfikir bahawa peringkat pelbagai generasi kapitalisme negeri diperlukan untuk menyediakan ekonomi untuk sosialisme?",
  "question_socinone": "Adakah anda berpendapat bahawa sosialisme boleh dicapai dalam satu negeri?",
  "question_aboveall1": "Adakah anda fikir bahawa negeri harus menjadi perkara yang paling penting di atas segalanya?",
  "question_posadism": "Adakah anda fikir peristiwa apokaliptik akan menjadi cara terbaik untuk mencapai sosialisme?",
  "question_rev_ed": "Perlukah wujud parti revolusioner untuk mengajar orang ramai semasa dan selepas revolusi?",
  "question_synd1": "Adakah masyarakat perlu dianjurkan melalui kesatuan?",
  "question_centplan": "Perlukah ekonomi dirancang secara berpusat?",
  "question_mediabad": "Adakah media massa isu tumpuan anda dengan kapitalisme?",
  "question_labvouch": "Patutkah masyarakat menggunakan baucar buruh sebagai pampasan untuk kerja?",
  "question_agriculture": "Perlukah pertanian diamalkan?",
  "question_synd2": "Adakah masyarakat perlu dianjurkan melalui kesatuan?",
  "question_techno": "Patutkah negeri dan/atau ekonomi dijalankan khususnya oleh para pakar?",
  "question_electsoc": "Adakah sosialisme harus dicapai melalui pilihan raya atau melalui cara pemberontakan?",
  "question_soc_directstate2": "Patutkah pekerja memiliki alat pengeluaran secara langsung atau adakah negeri yang mengawalnya?",
  "question_esobullshit": "Patutkah kelas/negeri menjadi subjek utama perbincangan politik, ataupun Dasein (intipati manusia)?",
  "question_bankjews": "Adakah anda percaya bahawa punca masalah ekonomi yang dihadapi oleh pekerja adalah disebabkan oleh bank-bank Yahudi?",
  "question_aboveall2": "Adakah anda fikir bahawa negeri harus menjadi perkara yang paling penting di atas segalanya?",
  "question_agriculture_industrial": "Patutkah masyarakat lebih tertumpu kepada pertanian berbanding kerja perindustrian?",
  "question_synd3": "Adakah masyarakat perlu dianjurkan melalui kesatuan?",
  "ideo_4theory": "Anda Ahli Teori Keempat",
  "ideo_4theory_desc": "Teori keempat ialah ideologi yang digagaskan oleh penganalisis politik Rusia Aleksandr Dugin yang berusaha untuk mencari teori politik baru yang melepasi Liberalisme, Marxisme dan Fasisme.",
  "ideo_agorism": "Anda seorang Agorist",
  "ideo_agorism_desc": "Agorisme adalah ideologi yang diilhamkan oleh Samuel Edward Konkin III yang bertujuan untuk mewujudkan masyarakat di mana semua pertukaran adalah sukarela, dengan cara melibatkan aktiviti kontra-ekonomi.",
  "ideo_agsoc": "Anda seorang Sosialis Agraria",
  "ideo_agsoc_desc": "Sosialisme Agraria adalah ideologi yang berusaha untuk menggabungkan gaya hidup agraria dan sistem ekonomi sosialis, kebanyakannya memfokuskan kepada pengagihan semula tanah dan pemilikan sosial tanah.",
  "ideo_ancap": "Anda seorang Anarko-Kapitalis",
  "ideo_ancap_desc": "Anarko-Kapitalisme, juga dipanggil Voluntaryism, adalah ideologi yang menyokong penciptaan masyarakat tanpa negeri berdasarkan hak harta dan Prinsip Bukan Keagresifan.",
  "ideo_ancol": "Anda seorang Anarko-Kolektivis",
  "ideo_ancol_desc": "Anarko-Kolektivisme ialah ideologi yang bertujuan untuk mewujudkan masyarakat tanpa negeri dengan alat pengeluaran milik pekerja dan pertukaran barang dengan nota buruh, mewakili buruh pekerja.",
  "ideo_ancom": "Anda seorang Anarko-Komunis",
  "ideo_ancom_desc": "Anarko-Komunisme ialah ideologi yang bertujuan untuk mewujudkan masyarakat tanpa negeri, tanpa kelas dan tanpa wang berdasarkan ekonomi pemberian bantuan bersama.",
  "ideo_angeo": "Anda seorang Geoanarkis",
  "ideo_angeo_desc": "Geo-anarkisme ialah ideologi yang menyokong penubuhan masyarakat tanpa negeri di mana pemilikan persendirian perniagaan hadir tetapi tanah dimiliki secara lazim dan penggunaannya dikenakan cukai kepada dana komuniti bersama.",
  "ideo_anprim": "Anda seorang Anarko-Primitivis",
  "ideo_anprim_desc": "Anarko-Primitivisme adalah ideologi yang menganjurkan untuk kembali kepada kehidupan pra-tamadun. Ia unik dalam penentangannya terhadap pertanian dan akuakultur dan mengamalkan gaya hidup pemburu-pengumpul.",
  "ideo_ansynd": "Anda seorang Anarko-Sindikalis",
  "ideo_ansynd_desc": "Anarko-Sindikalisme ialah ideologi yang cuba menggunakan kuasa pergerakan pekerja untuk mewujudkan masyarakat tanpa negeri pasca-kapitalis berdasarkan pemilikan pekerja terhadap alat pengeluaran.",
  "ideo_bhl": "Anda seorang Libertarian Hati Berdarah",
  "ideo_bhl_desc": "Libertarianisme Hati Berdarah ialah ideologi yang menganggap bahawa perluasan kebebasan awam ialah paling bermanfaat kepada golongan yang kurang bernasib baik.",
  "ideo_bordiga": "Anda seorang Komunis Kiri Itali/Bordigis",
  "ideo_bordiga_desc": "Komunisme Kiri Itali ialah ideologi yang mengambil pendekatan anti-revisionis yang teguh terhadap karya Marx dan Lenin, sangat kritikal terhadap perkembangan pengganti mereka",
  "ideo_castro": "Anda seorang Castrois",
  "ideo_castro_desc": "Castroisme ialah ideologi yang diperoleh daripada penerapan Marxisme–Leninisme Fidel Castro kepada keadaan Cuba, kebanyakannya berbeza dalam peranan parti barisan hadapan",
  "ideo_fascism": "Anda seorang Fasis Klasik",
  "ideo_fascism_desc": "Fasisme ialah satu bentuk ultranasionalisme berhaluan kanan, autoritarian yang dicirikan oleh kuasa diktator, penindasan secara paksa terhadap pembangkang dan rejimentasi kuat masyarakat dan ekonomi.",
  "ideo_clerfash": "Anda seorang Fasis Berpendeta",
  "ideo_clerfash_desc": "Fasisme Berpendeta adalah ideologi yang menggabungkan doktrin politik dan ekonomi fasisme dengan kependetaan.",
  "ideo_councom": "Anda seorang Komunis Majlis",
  "ideo_councom_desc": "Komunisme Majlis ialah ideologi yang menganggap bahawa masyarakat sosialis yang berjaya mestilah diuruskan oleh majlis pekerja dan bukannya parti politik",
  "ideo_deleon": "Anda seorang De Leonis",
  "ideo_deleon_desc": "De Leonisme ialah ideologi yang menggabungkan organisasi buruh sindikalis dengan idea Marxis seperti konsep Diktator Proletariat.",
  "ideo_demsoc": "Anda seorang Sosialis Demokratik",
  "ideo_demsoc_desc": "Sosialisme Demokratik ialah ideologi yang bertujuan untuk menubuhkan sosialisme melalui reformasi dan proses pilihan raya yang bertentangan dengan cara revolusioner",
  "ideo_deng": "Anda Dengis/Sosialis dengan Ciri Cina",
  "ideo_deng_desc": "Sosialisme dengan Ciri Cina ialah ideologi yang menganggap bahawa sebuah peringkat kapitalisme yang diuruskan oleh negeri adalah wajib untuk mewujudkan keadaan yang diperlukan untuk masyarakat sosialis yang berjaya.",
  "ideo_distributism": "Anda seorang Distributis",
  "ideo_distributism_desc": "Distributisme ialah ideologi arah ketiga, pasaran bebas, kanan tengah",
  "ideo_geolib": "Anda seorang Geolibertarian",
  "ideo_geolib_desc": "Geolibertarianisme ialah ideologi yang menggabungkan prinsip perdagangan bebas Georgisme, tanah bebas dan cukai nilai dengan prinsip libertarian kerajaan minimum.",
  "ideo_georgism": "Anda seorang Georgis",
  "ideo_georgism_desc": "Georgisme adalah ideologi yang menganggap bahawa untuk wujudnya pasaran yang benar-benar bebas, monopoli ke atas tanah mesti dipecahkan. Ia menyokong cukai nilai tanah yang jika dilaksanakan dengan betul pada dasarnya akan menghilangkan pemilikan tanah",
  "ideo_leftroth": "Anda seorang Rothbardian Kiri",
  "ideo_leftroth_desc": "Rothbardianisme Kiri ialah pandangan berhaluan kiri yang terinspirasi oleh Anarko-Kapitalisme Rothbardian tradisional yang melihat masyarakat Anarko-Kapitalis sebagai tempat yang ideal untuk mencapai matlamat berhaluan-kiri tradisional seperti kesaksamaan sosial dan ekonomi.",
  "ideo_libert": "Anda seorang Libertarian Kanan",
  "ideo_libert_desc": "Libertarianisme Kanan ialah ideologi yang menyokong hak harta kapitalis dan mempertahankan pengagihan pasaran sumber asli dan harta persendirian",
  "ideo_libsoc": "Anda seorang Sosialis Libertarian",
  "ideo_libsoc_desc": "Sosialisme Libertarian ialah ideologi yang menganggap bahawa alat pengeluaran harus dimiliki dan diuruskan oleh pekerja sendiri serta negeri memberikan sedikit atau tiada campur tangan dalam ekonomi, berbeza dengan Sosialisme negeri.",
  "ideo_lib": "Anda seorang Liberal Keynes",
  "ideo_lib_desc": "Liberalisme Keynes ialah satu bentuk kapitalisme liberal yang menganggap bahawa untuk pasaran berfungsi dengan cara yang mencukupi, ia mesti berada di bawah pengawasan negeri campur tangan.",
  "ideo_luxem": "Anda seorang Luxemburgis",
  "ideo_luxem_desc": "Luxemburgisme ialah ideologi Marxis-Komunis, Libertarian, anti-perang, dan sangat progresif yang percaya bahawa Kediktatoran Proletariat harus dikendalikan oleh majlis pekerja demokratik dan kesatuan sekerja, bukannya Parti Sosialis.",
  "ideo_lwma": "Anda adalah Anarkis Pasaran Berhaluan Kiri",
  "ideo_lwma_desc": "Anarkisme Pasaran Berhaluan Kiri ialah ideologi yang bertujuan untuk mewujudkan masyarakat tanpa kerakyatan berdasarkan ekonomi pasaran pasca-kapitalis",
  "ideo_mao": "Anda seorang Maois",
  "ideo_mao_desc": "Maoisme ialah sejenis Marxisme-Leninisme yang dibangunkan oleh Mao Zedong untuk merealisasikan revolusi sosialis dalam masyarakat pertanian, pra-industri China. Perbezaan utama ialah kaum tani adalah barisan hadapan revolusioner dalam masyarakat pra-industri dan bukannya proletariat.",
  "ideo_marksoc": "Anda seorang Sosialis Pasaran",
  "ideo_marksoc_desc": "Sosialisme pasaran ialah ideologi yang menggabungkan ideal sosialis pemilikan pekerja terhadap alat pengeluaran dengan persaingan dan peruntukan sumber yang disediakan oleh ekonomi pasaran.",
  "ideo_minarch": "Anda seorang Minarkis",
  "ideo_minarch_desc": "Minarkisme adalah ideologi yang menganggap bahawa tujuan tunggal negeri adalah untuk melindungi hak rakyatnya terhadap harta benda, membawa penjenayah ke muka pengadilan dan untuk menjaga wilayah negeri daripada sebarang pencerobohan.",
  "ideo_mlm": "Anda seorang Marxis–Leninis–Maois",
  "ideo_mlm_desc": "Marxisme–Leninisme–Maoisme ialah ideologi yang dicipta oleh Parti Komunis Peru yang mensintesis idea-idea Marxisme–Leninisme dan Maoisme, menolak aspek-aspek tertentu seperti Teori Tiga Dunia.",
  "ideo_ml": "Anda seorang Marxis–Leninis",
  "ideo_ml_desc": "Marxisme–Leninisme ialah ideologi yang menganggap bahawa penubuhan dan pembangunan sosialisme di 1 negeri adalah satu keperluan sebelum mengeksport revolusi ke negeri jiran, idea yang bertentangan dengan idea revolusi kekal Trotskyis.",
  "ideo_mutualism": "Anda seorang Mutualis",
  "ideo_mutualism_desc": "Mutualisme adalah ideologi yang berusaha untuk menubuhkan masyarakat tanpa negeri berdasarkan gabungan perdagangan bebas barangan antara individu, selagi bank kredit bersama dan bantuan bersama menstruktur.",
  "ideo_natan": "Anda seorang Anarkis Nasional",
  "ideo_natan_desc": "Anarkisme Nasional ialah ideologi yang bertujuan untuk menubuhkan masyarakat tanpa negeri yang terdiri daripada komuniti etnik berdasarkan sistem ekonomi mutualisme meritokrasi.",
  "ideo_natsynd": "Anda seorang Sindikalis Nasional ",
  "ideo_natsynd_desc": "Sindikalisme nasional adalah adaptasi sindikalisme untuk disesuaikan dengan agenda sosial nasionalisme integral.",
  "ideo_nazbol": "Anda seorang Bolshevik Nasional",
  "ideo_nazbol_desc": "Bolshevisme Kebangsaan ialah gerakan politik yang menggabungkan unsur-unsur fasisme dan Bolshevisme",
  "ideo_nazcap": "Anda seorang Kapitalis Nasionalis",
  "ideo_nazcap_desc": "Kapitalisme Nasional ialah ideologi berekonomi haluan kanan, berbudaya tradisionalis, nasionalis dan fasis",
  "ideo_nazi": "Anda seorang Sosialis Nasional",
  "ideo_nazi_desc": "Sosialisme Nasional adalah satu bentuk fasisme, yang meremehkan demokrasi liberal dan sistem parlimen. Ia menggabungkan antisemitisme yang bersungguh-sungguh, anti-komunisme, perkauman saintifik, dan penggunaan eugenik ke dalam kepercayaannya.",
  "ideo_neocon": "Anda seorang Neokonservatif",
  "ideo_neocon_desc": "Neokonservativisme menggalakkan demokrasi dan campur tangan dalam hal ehwal antarabangsa, termasuk keamanan melalui kekuatan, dan terkenal kerana menyokong penghinaan terhadap komunisme dan radikalisme politik.",
  "ideo_neolib": "Anda seorang Neoliberal",
  "ideo_neolib_desc": "Neoliberalisme ialah gabungan idea ekonomi neoklasik dan Keynes yang berusaha untuk mencapai keseimbangan antara peraturan dan Laissez-Faire",
  "ideo_orthmarx": "Anda seorang Marxis Ortodoks",
  "ideo_orthmarx_desc": "Marxisme Ortodoks ialah ideologi berhaluan kiri-jauh dari segi ekonomi yang ingin mencapai masyarakat komunis, masyarakat tanpa kerakyatan, tanpa kelas, tanpa wang.",
  "ideo_paleobert": "Anda seorang Paleolibertarian",
  "ideo_paleobert_desc": "Paleolibertarianisme ialah ideologi yang dibangunkan oleh ahli teori anarko-kapitalis Amerika Murray Rothbard dan Lew Rockwell yang menggabungkan nilai budaya konservatif tradisional dan falsafah sosial dengan penentangan libertarian terhadap campur tangan kerajaan.",
  "ideo_paleocon": "Anda seorang Paleokonservatif",
  "ideo_paleocon_desc": "Paleokonservatisme ialah satu bentuk konservatisme yang pada asalnya menampakkan diri dalam puak konservatisme yang terasing Amerika yang menentang perang Vietnam. Paleokonservatif juga lazimnya menentang perdagangan global bebas, mengambil pendekatan yang sangat perlindungan dengan tarif yang kuat.",
  "ideo_patcon": "Anda seorang Konservatif Paternalistik",
  "ideo_patcon_desc": "Konservatisme paternalistik ialah ideologi yang berusaha untuk menggabungkan prinsip sosial demokrasi kapitalisme terkawal dan kesatuan pekerja yang kuat dengan nilai tradisional.",
  "ideo_posadism": "Anda seorang Posadis",
  "ideo_posadism_desc": "Posadisme ialah bentuk pecutan radikal Trostksyisme yang menganggap pemusnahan nuklear masyarakat kapitalis sebagai keperluan untuk menubuhkan sosialisme secara global (dengan bantuan rakan makhluk asing kita, sudah tentu)",
  "ideo_situationist": "Anda seorang Situationis",
  "ideo_situationist_desc": "Situationisme ialah gerakan marxis libertarian avant-garde yang memberi tumpuan terutamanya pada mengkritik kapitalisme melalui cara artistik",
  "ideo_socbert": "Anda seorang Libertarian Sosial",
  "ideo_socbert_desc": "Libertarianisme Sosial ialah satu bentuk Libertarianisme Hati Berdarah yang menganggap bahawa pendapatan asas sejagat, digabungkan dengan kebebasan individu maksimum, adalah satu keperluan untuk mencapai masyarakat yang adil untuk semua termasuk yang paling kurang bernasib baik secara sosial.",
  "ideo_socdem": "Anda seorang Demokrat Sosial",
  "ideo_socdem_desc": "Demokrasi Sosial ialah ideologi yang bertujuan untuk menubuhkan sebuah masyarakat di mana kapitalisme dihadkan dan dikawal oleh negeri dan kesatuan sekerja yang kuat untuk mencapai hasil yang bermanfaat kepada kelas pekerja.",
  "ideo_socgeo": "Anda seorang Georgis Sosial",
  "ideo_socgeo_desc": "Georgisme Sosial ialah ideologi yang menganggap bahawa prinsip Georgis mengenai pemilikan tanah awam dan cukai nilai tanah melengkapkan dengan sempurna masyarakat kebajikan pasaran bebas, penyokong paling menonjol ideologi ini ialah revolusioner China dan presiden pertama Republik China, Sun Yat-Sen.",
  "ideo_socnat": "Anda seorang Nasionalis Sosial",
  "ideo_socnat_desc": "Nasionalisme Sosial ialah satu bentuk nasionalisme berdasarkan penentuan nasib sendiri negeri, kedaulatan rakyat dan kesaksamaan sosial",
  "ideo_statesoc": "Anda seorang Sosialis Negeri",
  "ideo_statesoc_desc": "Sosialisme Negeri adalah ideologi yang menganggap bahawa alat pengeluaran harus dimiliki dan diuruskan oleh negeri, berbeza dengan cita-cita Sosialisme Libertarian.",
  "ideo_strasser": "Anda seorang Strasseris",
  "ideo_strasser_desc": "Strasserisme ialah ideologi yang dipopularkan oleh adik-beradik Strasser yang berusaha untuk menggabungkan ekonomi haluan kiri dengan ultranasionalisme haluan kanan.",
  "ideo_synd": "Anda seorang Sindikalis",
  "ideo_synd_desc": "Syndicalism adalah ideologi yang berusaha untuk memajukan tuntutan dan hak pekerja melalui mogok.",
  "ideo_technocracy": "Anda seorang Teknokrat",
  "ideo_technocracy_desc": "Teknokrat adalah ideologi yang menganggap bahawa negeri dan ekonomi harus dikendalikan oleh pakar dalam bidang mereka berbanding ahli politik dan ahli perniagaan yang dipilih/diwarisi.",
  "ideo_theocracy": "Anda seorang Teokrat",
  "ideo_theocracy_desc": "Teokrasi adalah ideologi di mana pemerintah bertindak sebagai wakil tuhan/dewa dan menegakkan undang-undang agama yang diberikan kepada rakyat.",
  "ideo_tito": "Anda seorang Titois",
  "ideo_tito_desc": "Titoisme adalah ideologi yang berusaha untuk menggabungkan sifat vanguardis Leninisme dengan ekonomi sosialis pasaran dan alat pengeluaran milik pekerja",
  "ideo_trot": "Anda seorang Trotskyis",
  "ideo_trot_desc": "Trotskyisme ialah ideologi yang menganggap pemberontakan kekal di seluruh dunia sebagai satu keperluan dalam mewujudkan sosialisme, berbeza dengan idea Marxis-Leninis sosialisme di 1 negeri.",
  "btn_yes": "Ya",
  "btn_no": "Tidak",
  "btn_nostate": "Negeri tidak patut wujud",
  "btn_conditional": "Bersyarat",
  "btn_unconditional": "Tidak bersyarat",
  "btn_capitalism": "Kapitalisme",
  "btn_corporatism": "Korporatisme",
  "btn_workers": "Pekerja",
  "btn_unions": "Kesatuan",
  "btn_state": "Negeri",
  "btn_electoralism": "Pilihan raya",
  "btn_revolution": "Pemberontakan",
  "btn_welfare": "Bantuan Kebajikan",
  "btn_noneed": "Tidak diperlukan",
  "btn_dasein": "Dasein",
  "btn_classnation": "Kelas/Negeri"
}