{
    "lang_name": "Ukrainian",
    "translators": "<li> <a href=\"https://github.com/8-bit-ua\" >Matronium</a></li>",
    "ui_index_title": "Ideosorter",
    "ui_index_text": "<h2>Що таке Ideosorter?</h2><p>Ideosorter це є насамперед політичним тестом, який має на меті визначити найближчу ідеологію, базуючись на відповідях поставлених вам запитань на основі блок-схеми. Цей тест відсортує та визначить з ідеологій <span id='ideo_length'></span> вашу ідеологію опираючись на ваші погляди ; може, ви дізнаєтесь про себе щось, чого не знали раніше!</p><h2>Я не розумію питання!</h2><p>Якщо ви чогось не розумієте, ми намагались зробити так, щоб ви в будь-який момент могли піддивитись термінологію, і якщо щось не є зрозумілим, ми можемо спробувати внести зміни до запитань!</p><h2>Мені не подобається мій результат!</h2><p>¯\\_(ツ)_/¯</p>",
    "ui_index_start": "Почати тест!",
    "ui_index_tree": "Подивитись дерево результатів",
    "ui_index_contacts": "Контакти:",
    "ui_index_contact_info": "<p>TheGhostOfInky (Discord)</p><p>theghostofinky@gmail.com</p><p><a href=\"https://github.com/Ideosorter/ideosorter.github.io\">Сторіна у GitHub</a></p>",
    "ui_quiz_title": "Ideosorter - Тест",
    "ui_quiz_back": "Повернутись",
    "ui_results_title": "Ideosorter - Результати",
    "ui_results_back": "Повернутись на головну сторінку",
    "ui_results_credits": "Подяки",
    "ui_tree_title": "Ideosorter - Дерево",
    "ui_tree_info": "Ви можете використовувати стрілки або мишу щоб орієнтуватись на сторінці.",
    "question_private_property": "Чи повинна існувати приватна власність?",
    "question_theo": "Чи суспільством мають керувати посередники до божества (священики, патріархи)?",
    "question_distributism": "Чи має приватна власність бути розповсюджена якомога ширше?",
    "question_conditional_land_ownership": "Право власності на землю має бути умовним чи безумовним?",
    "question_scope_of_government1": "Чи слід обмежувати діяльность уряду?",
    "question_watchman_state": "Чи має уряд виключно захищати державу та порядок?",
    "question_welfare": "Чи маємо ми допомагати знедоленим?",
    "question_welfare_needed": "Чи потрібна буде соціальна допомога знедоленим в умовах ринкової економіки, яка не регулюється?",
    "question_limited_gov_tradvals": "Чи думаєте ви, що дуже обмежений уряд приведе до відродження у традиційних цінностях?",
    "question_tradvals": "У вашому ідеальному суспільстві будуть підтримуватись традиційні цінності?",
    "question_tradauthstate": "Чи вважаєте ви авторитарну державу обов'язковою для захисту цінностей та суверенітету вашої держави?",
    "question_corp_cap": "Уряд повинен прийняти капіталізм чи корпоратизм?",
    "question_markreg": "Ринок повинен жорстко регулюватись?",
    "question_unions_vs_state": "Економіка повинна бути організована профспілками чи державою?",
    "question_clergygov": "Чи повинно духовенство бути частиною уряду?",
    "question_racesuperior": "Чи вважаєте ви вашу расу вищою за інші?",
    "question_strong_safety_net": "Чи має існувати широка мережа соціального захисту для знедолених у суспільстві?",
    "question_intervgov": "Чи повинен уряд втручатись у війни, які не впливають на суверенітет вашої держави?",
    "question_govbasicneeds": "Чи має держава забезпечувати базові умови проживання своїм громадянам?",
    "question_econreg": "Економіка повинна жорстко регулюватись?",
    "question_counter_economics": "Чи повинна контрекономіка бути стержнем створення ідеального суспільства?",
    "question_coop_ancap": "Чи думаєте ви, що повністю нерегульоване, бездержавне суспільство приведе до ринку, де домінують робочі кооперативи?",
    "question_scope_of_government2": "Чи слід обмежувати діяльность уряду?",
    "question_landwelfare": "Чи має дохід з податку на володіння землею бути вкладений в основному в соціальну допомогу?",
    "question_market": "Чи має механізм ринку контролювати надходження та розподіл товару?",
    "question_statesoc": "Чи має місце сильна, авторитарна держава, щоб захистити робочий клас від інших держав?",
    "question_mutualaid": "Чи має економіка базуватись навколо принципів взаємодопомоги?",
    "question_racism": "Чи мають громади складатися з моноетнічного населення?",
    "question_marx": "Чи є метою вашого ідеального суспільства рух до безкласового, безгрошового і бездержавного суспільства?",
    "question_transstate": "Чи обов'язкова перехідна держава, щоб досягти цієї цілі?",
    "question_soc_directstate1": "Чи мають робітники напряму володіти засобами виробництва на цій стадії, чи має ними володіти держава?",
    "question_vanguard": "Чи потрібна авангардна партія, щоб вести робітничий клас у революції?",
    "question_vanguard_ed": "Чи повинна авангардна партія займатися виключно освітою? На противагу політичного лідерства партії.",
    "question_cultural_revolution": "Чи обов'язкова культурна революція, щоб знищити реакційні думки з суспільства?",
    "question_3worlds": "Чи підтримуєте ви теорію Мао Цзедуна про три світи?",
    "question_nep": "Чи ваажаєте ви, що для підготовки економіки до соціалізму, вона повинна пройти через капіталізм?",
    "question_socinone": "Чи вважаєте ви, що соціалізм може бути досягнений тільки в одній державі?",
    "question_aboveall1": "Чи вважаєте ви, що нація - понад усе?",
    "question_posadism": "Чи вважаєте ви, що лише після апокаліпсису ми можемо досягти соціалізм?",
    "question_rev_ed": "Чи має бути революційна партія, щоб вона навчала маси до та після революції?",
    "question_synd1": "Чи має суспільство бути організовано через спілки?",
    "question_centplan": "Чи має економіка бути централізованою?",
    "question_mediabad": "ЗМІ – головна проблема, яку приносить капіталізм?",
    "question_labvouch": "Чи має суспільство прийняти трудові ваучери як винагороду за роботу?",
    "question_agriculture": "Чи є важливим аграрний сектор?",
    "question_synd2": "Чи має суспільство бути організовано через спілки?",
    "question_techno": "Чи має держава та/чи економіка керувватись виключно експертами?",
    "question_electsoc": "Соціалізм може бути досягнутий через вибори або через революцію?",
    "question_soc_directstate2": "Чи мають робітники напряму володіти засобами виробництва на цій стадії, чи має ними володіти держава??",
    "question_esobullshit": "Чи клас/нація має бути головним предметом політичної дискусії, чи це має бути Dasein (людська сутність)",
    "question_bankjews": "Чи вірите ви, що основною причиною економічних проблем, з якими стикаються робітники - єврейські банкіри?",
    "question_aboveall2": "Чи вважаєте ви, що нація - понад усе?",
    "question_agriculture_industrial": "Чи має суспільство бути сфокусовано більше на аграрному секторі ніж на індустріальній праці?",
    "question_synd3": "Ви - прибічник четвертої теорії",
    "ideo_4theory": "Ви - прибічник четвертої теорії",
    "ideo_4theory_desc": "Четверта теорія - ідеологія, яку запропонував російський аналітик Александр Дуґін, яка проповідує нову політичну теорію, яка відкидає лібералізм, марксизм та фашизм.",
    "ideo_agorism": "Ви - прибічник агоризму",
    "ideo_agorism_desc": "Агоризм - ідеологія, яку запропонував Семюель Едвард Конкін Третій, яка проповідує суспільство, в якій всі обміни є добровільними, в рамках контрекономіки.",
    "ideo_agsoc": "Ви - аграрний соціаліст",
    "ideo_agsoc_desc": "Аграрний соціалізм - ідеологія, яка проповідує об'єднання аграрного життєвого стилю та соціалстичної економічної системи, яка фокусується на перерозподіл землі і соціальне володіння землею.",
    "ideo_ancap": "Ви - анархо-капіталіст",
    "ideo_ancap_desc": "Анархо-капіталізм - ідеологія, яка виступає за створення бездержавного суспільства, базованого на приватній власності та принципу неагресії.",
    "ideo_ancol": "Ви - анархо-колективіст",
    "ideo_ancol_desc": "Анархо-колективізм - це ідеологія, яка прагне створити бездержавне суспільство із засобами виробництва, що належать працівникам, і обмін товарів на трудові купюри, що є представником праці робітника.",
    "ideo_ancom": "Ви - анархо-комуніст",
    "ideo_ancom_desc": "Анархо-комунізм - ідеологія, яка прагне створити бездержавне, безкласове і безгрошове суспільство, базованого на взаємодопомозі.",
    "ideo_angeo": "Ви - геоанархіст",
    "ideo_angeo_desc": "Геоанархізм - ідеологія, яка виступає за утворення бездержавного суспільства, де приватна власність бізнесу існує, але земля є суспільним володінням і її використання оподатковується на користь спільного громадського фонду.",
    "ideo_anprim": "Ви - анархо-примітивіст",
    "ideo_anprim_desc": "Анархо-примітивізм - ідеологія, яка виступає за повернення до доцивілізацйного життя. Її унікальність - опозиція до сільського господарства та аквакультурі на користь мисливського або збираючого стилю життя.",
    "ideo_ansynd": "Ви - анархо-синдикаліст",
    "ideo_ansynd_desc": "Анархо-синдикалізм - ідеологія, яка прагне використовувати силу робітничих спілок щоб заснувати пост-капіталістичне, бездержавне суспіство, базоване на володінні робітниками засобами праці.",
    "ideo_bhl": "Ви - співчутливий лібертаріанець",
    "ideo_bhl_desc": "Співчутливе лібертаріанство - ідеологія, що передбачає розширення соціальних свобод найкориснішим для знедолених верств суспільства.",
    "ideo_bordiga": "Ви - італійський комуніст/бордигіст",
    "ideo_bordiga_desc": "Італійський комунізм/Бордигізм - ідеологія, яка займає анти-ревізіоністську позицію по відношенню праць Маркста та Леніна, надзвичайно скептично ставлячись до розвитку їх наступників.",
    "ideo_castro": "Ви - кастроїст",
    "ideo_castro_desc": "Кастроїзм - ідеологія, яка виникла з пристосувань ідей марксизму-ленінізму до умов Куби, в основному відрізняючись роллю авангардної партії.",
    "ideo_fascism": "Ви - класичний фашист",
    "ideo_fascism_desc": "Фашизм - форма право-радикалізму, авторитарного ультранаціоналізму, яка характеризується диктатурою, насильницькою цензурою опозиції і регуляцією суспільства та економіки.",
    "ideo_clerfash": "Ви - клерофашист",
    "ideo_clerfash_desc": "Клерофашизм - ідеологія, яка змішує між собою політичні і економічні доктрини фашизму з духовенством.",
    "ideo_councom": "Ви - консульний комуніст",
    "ideo_councom_desc": "Консульний комуніст - ідеологія, яка вважає що для успішного соціалстичного суспільства треба консули з робітників, а не політичні партії.",
    "ideo_deleon": "Ви - леоніст",
    "ideo_deleon_desc": "Леонізм - ідеологія, яка поєднує синдікалістичні організації та спілки з ідеями марксизму, наприклад як концепція диктатури пролетаріату.",
    "ideo_demsoc": "Ви - демократичний соціаліст",
    "ideo_demsoc_desc": "Демократичний соціалізм - ідеологія, яка проповідує заснування соціалізму через реформи та виборчі процеси як опозицію до революційних дій.",
    "ideo_deng": "Ви - денгіст/соціаліст з китайськими якостями",
    "ideo_deng_desc": "Денгізм - ідеологія, яка вважає, що капіталізм, який контролює держава є обов'язковим для успішного соціалістичного суспільства.",
    "ideo_distributism": "Ви - дистриб'ютист",
    "ideo_distributism_desc": "Дистриб'ютизм - це ідеологія третього шляху, яка підтримує вільний ринок та є центро-правою.",
    "ideo_geolib": "Ви - геолібертаріанець",
    "ideo_geolib_desc": "Геолібертаріанство - ідеологія, яка пов'язує між собою георгістські принципи вільної торгівлі, вільної землі та мінімалізацію податків з лібертаріанським принципом мінімального втручання уряду.",
    "ideo_georgism": "Ви - георгіст",
    "ideo_georgism_desc": "Георгізм - ідеологія, яка вважає, що для справжнього вільного ринку, монополія на землю повинна бути знищена. Вона виступає за податок на вартість землі, який, якщо його правильно застосувати, має декомодифікує власність землею.",
    "ideo_leftroth": "Ви - лівий ротбардіанець",
    "ideo_leftroth_desc": "Лівий ротбардіанізм - натхненний лівими поглядами на традиційний ротбардівський анархо-капіталізм, який бачить анархо-капіталістичне суспільство як ідеальне місце для досягнення традиційно лівих цілей, таких як соціальна та економічна рівність.",
    "ideo_libert": "Ви - правий лібертаріанець",
    "ideo_libert_desc": "Праве лібертаріанство - ідеологія, яка підтримує капіталістичне право на власність і виступає за ринковий розподіл природніх ресурсів і приватну власність.",
    "ideo_libsoc": "Ви - лівий лібертаріанець",
    "ideo_libsoc_desc": "Ліве лібертаріанство - ідеологія, яка вважає, що економіка повинна керуватись виключно робітниками, а держава має мінімальний вплив, на відміну від ідей державної власності державного соціалізму.",
    "ideo_lib": "Ви - кейнсіанський ліберал",
    "ideo_lib_desc": "Кейнсіанський лібералізм - форма ліберального капіталізму, яка вважає, що для того, щоб ринок функціонував адекватно, він має бути під наглядом інтервенціоністської держави.",
    "ideo_luxem": "Ви - люксембургіст",
    "ideo_luxem_desc": "Люксембургізм - марксистько-комуністична, лібертаріанська, пацифістична та ультрапрогресивна ідеологія, яка вважає, що диктатура пролетаріата має здійснюватись консулами робочих та союзами, замість соціалістичної партії.",
    "ideo_lwma": "Ви - анархіст лівого ринку",
    "ideo_lwma_desc": "Анархізм лівого ринку - ідеологія, яка прагне заснувати бездержавне суспільство на основі пост-капіталістичної ринкової економіки.",
    "ideo_mao": "Ви - маоїст",
    "ideo_mao_desc": "Маоїзм - варіація марксизму-ленінізму, яка з'явилась в результаті адаптації до соціалістичної революції в аграрному, доіндустріальному Китаї. Основна відмінність полягає в тому, що селянство є революційним авангардом у доіндустріальних суспільствах, а не пролетаріат.",
    "ideo_marksoc": "Ви - риночний соціаліст",
    "ideo_marksoc_desc": "Риночний соціалізм - ідеологія, яка змішує соціалістичні ідеали володіння робітниками засобами виробництва з конкуренцією і ресурсним розподілом риночною економікою.",
    "ideo_minarch": "Ви - мінархіст",
    "ideo_minarch_desc": "Мінархізм - ідеологія, яка вважає, що єдині функції держави повинні обмежуватись лише захистом права на приватну власність, судом злочинців і захистом країни від вторгнень.",
    "ideo_mlm": "Ви - марксист-ленініст-маоїст",
    "ideo_mlm_desc": "Марксизм-ленінізм-маоїзм - ідеологія, виведена комуністичною партією Перу, яка синтезує ідеї марксизму-ленінізму і маоїзму, відкидуючи деякі аспекти з маоїзму, наприклад як теорію трьох світів",
    "ideo_ml": "Ви - марксист-ленініст",
    "ideo_ml_desc": "Марксизм-ленінізм - ідеологія, яка вважає запотрібним забезпечення та закріплення соціалізму необхідним кроком перед тим, як розповсюджувати революцію в сусідні країни, ідея, яка протистоїть ідеї Троцького про перманентну революцію.",
    "ideo_mutualism": "Ви - мутуаліст",
    "ideo_mutualism_desc": "Мутуалізм - ідеологія, яка прагне заснувати бездержавне суспільство разом з комбінацією вільної торгівлі товарами між індивідувалами.",
    "ideo_natan": "Ви - націонал-анархіст",
    "ideo_natan_desc": "Націонал-анархізм - ідеологія, яка підтримує бездержавне суспліьство, яке складається з етно-громад на основі меритократичної, мутуальної економічної системи.",
    "ideo_natsynd": "Ви - націонал-синдикаліст",
    "ideo_natsynd_desc": "Націонал-синдикалізм - адаптація синдикалізму під засади інтегрального націоналізму",
    "ideo_nazbol": "Ви - націонал-більшовик",
    "ideo_nazbol_desc": "Націонал-більшовизм - політичний рух, який комбінує елементи фашизму і більшовизму",
    "ideo_nazcap": "Ви - націонал-капіталіст",
    "ideo_nazcap_desc": "Націонал-капіталізм - економічно права, культурно традиціоналістична, фашистська ідеологія.",
    "ideo_nazi": "Ви - націонал-соціаліст",
    "ideo_nazi_desc": "Націонал-соціалізм - форма фашизму, яка відкидає ліберальну демократію та парламентську систему. Вона вміщує в собі антисемітизм, антикомунізм, научний расизм та використання євгеніки в своїй ідеології.",
    "ideo_neocon": "Ви - неоконсерватор",
    "ideo_neocon_desc": "Неоконсерватизм - ідеологія, яка просуває ідеї демократії і інтервенціонізму, впроваджуючи мир через силу і відомі неприязню до комунізму і політичного радикалізму в цілому.",
    "ideo_neolib": "Ви - неоліберал",
    "ideo_neolib_desc": "Неолібералізм - мікс неокласичної і кейнсіанської економічних ідей, яка шукає балансу між регуляціями та Laissez-Faire.",
    "ideo_orthmarx": "Ви - ортодоксальний марксист",
    "ideo_orthmarx_desc": "Ортодоксальний марксизм - економічна ультраліва, прогресивна ідеологія, яка прагне комуністичного, бездержавного, безкласового, безгрошового суспільства.",
    "ideo_paleobert": "Ви - палеолібертаріанець",
    "ideo_paleobert_desc": "Палеолібертаріанство - ідеологія, розроблена анархо-капіталістами Мюреєм Ротбардом і Левом Роквеллом, яка змішує в собі консервативизм та соціальну філософію з лібертаріанською опозицією до державної інтервенції.",
    "ideo_paleocon": "Ви - палеоконсерватор",
    "ideo_paleocon_desc": "Палеоконсерватизм - форма консерватизму, яка набула свого значення серед прихильників ізоляціонізму, які були проти війни у В'єтнамі. Також вони заперечують вільну глобальну торгівлю, займаючи позицію протекціонізму.",
    "ideo_patcon": "Ви - патерналістський консерватор",
    "ideo_patcon_desc": "Патерналістський консерватизм - ідеологія, яка являє з собою мікс соціально-демократичних принципів регульованого капіталізму і сильних профспілок з традиційними цінностями.",
    "ideo_posadism": "Ви - посадист",
    "ideo_posadism_desc": "Посадизм - радикальна форма троцкізму, яка бачить ядерне знищення капіталістичного суспільства як необхідність для встановлення всесвітнього соціалізму. (з допомогою наших товаришів-прибульців з Альфа Центаври, звісно!)",
    "ideo_situationist": "Ви - ситуаціоніст",
    "ideo_situationist_desc": "Ситуаціонізм - рух авангардних лібертаріанських марксистів, які сфокусовані в основному на критиці капіталізму через мистецтво.",
    "ideo_socbert": "Ви - соціальний лібертаріанець",
    "ideo_socbert_desc": "Соціальне лібертаріанство - форма співчутливого лібертаріанства, яка бачить універсальний базовий дохід, змішаний з максимальними соціальними свободами, обов'язковою умовою для досягнення чесного суспільства для всіх, включаючи для найбільш знедолених верств суспільства.",
    "ideo_socdem": "Ви - соціал-демократ",
    "ideo_socdem_desc": "Соціал-демократія - ідеологія, яка прагне встановити суспільство, де капіталізм контролюється державою та сильними профсвілками, щоб отримати лише корисне для робітників з капіталізму.",
    "ideo_socgeo": "Ви - соціал-георгіст",
    "ideo_socgeo_desc": "Соціал-георгізм - ідеологія, яка бачить георгістькі принципи, як публічне володіння землею та податок на ціну землі співіснуючою з соціальним, вільним ринком. Його прибічником є перший президент Китайської Республіки - Сунь Ятсен.",
    "ideo_socnat": "Ви - соціал-націоналіст",
    "ideo_socnat_desc": "Соціал-націоналізм - форма націоналізму, заснована на основі самовизначення, незалежності і соціальної рівності.",
    "ideo_statesoc": "Ви - державний соціаліст",
    "ideo_statesoc_desc": "Державний соціалізм - ідеологія, яка вважає, що засобами виробництва має володіти держава, на відміну від ідеалів лібертаріанського соціалізму.",
    "ideo_strasser": "Ви - штрасерист",
    "ideo_strasser_desc": "Штрасеризм - ідеологія, популяризована братами Штрасеами, які прагнули змішати ліву економіку з правим ультранаціоналізмом.",
    "ideo_synd": "Ви - синдикаліст",
    "ideo_synd_desc": "Синдикалізм - ідеологія, що прагне добиватись вимог та прав робітників через страйки.",
    "ideo_technocracy": "Ви - технократ",
    "ideo_technocracy_desc": "Технократія - ідеологія, яка вважає, що державою мають керувати експерти в своїй сфері, на відмінну від вибраних/наслідних політиків чи бізнесменів.",
    "ideo_theocracy": "Ви - теократ",
    "ideo_theocracy_desc": "Теократія - ідеологія, де лідери мають бути представниками духовенства і форсувати закони згідно їх релігії над населенням.",
    "ideo_tito": "Ви - тітоїст",
    "ideo_tito_desc": "Тітоїзм - ідеологія, яка комбінує авагардну натуру ленінізму з ринковою, соціалістичною економікою і володінням робітників засобами виробництва.",
    "ideo_trot": "Ви - троцькіст",
    "ideo_trot_desc": "Троцькізм - ідеологія, яка вважає перманентну революцію по всьому світу обов'язковим кроком до встановлення соціалізму, на противагу ідеї марксизму-ленінізму про соціалізм в одній країні.",
    "btn_yes": "Так",
    "btn_no": "Ні",
    "btn_nostate": "Держава не має існувати",
    "btn_conditional": "Умовним",
    "btn_unconditional": "Безумовним",
    "btn_capitalism": "Капіталізм",
    "btn_corporatism": "Корпоратизм",
    "btn_workers": "Робочі",
    "btn_unions": "Профспілки",
    "btn_state": "Держава",
    "btn_electoralism": "Через вибори",
    "btn_revolution": "Через революцію",
    "btn_welfare": "Так, потрібна",
    "btn_noneed": "Ні, не потрібна",
    "btn_dasein": "Дазайн",
    "btn_classnation": "Клас/Нація"
}